Repository: subhh/HOS-schaufenster
Catalog: typo3conf/l10n/*/core/Resources/Private/Language/*.fileMessages.xlf
Languages: ru

source: Cannot copy folder "%s" into target folder "%s", because the target folder is already within the folder to be copied!
ru: Невозможно скопировать папку "%s" в папку "%s", так как целевая папка уже содержит копируемую!

source: Cannot move folder "%s" into target folder "%s", because the target folder is already within the folder to be moved!
ru: Невозможно переместить папку "%s" в папку "%s", так как целевая папка уже содержит перемещаемую!

# FileUtility.CouldNotAccessAllNecessaryResources
source: Could not access all necessary resources. Source file or destination maybe was not within your mountpoints? T="%s", D="%s"
ru: Нет доступа ко всем необходимым ресурсам. Возможно исходный файл или целевое место находится вне разрешённых точек доступа! T="%s", D="%s"

# FileUtility.CouldNotDeleteDirectory
source: Could not delete directory! Is directory "%s" empty? (You are not allowed to delete directories recursively).
ru: Невозможно удалить директорию! Пуста ли директория "%s"? (Недопустимо рекурсивно удалять директории).

# FileUtility.CouldNotDeleteDirectory1
source: Could not delete directory "%s"! There might be a problem with write permissions.
ru: Невозможно удалить директорию "%s"! Возможны проблемы с правами на запись.

# FileUtility.CouldNotDeleteFile
source: Could not delete file "%s". There might be a problem with write permissions.
ru: Невозможно удалить файл "%s"! Возможны проблемы с правами на запись.

# FileUtility.DestinationExistedAlready
source: Destination "%s" already exists!
ru: Место назначения "%s" уже имеется!

# FileUtility.DestinationPathWasNotWithinYourMountpoints
source: Destination path "%s" was not within your mountpoints!
ru: Место назначения "%s" вне допустимых точек доступа!

# FileUtility.DestinationWasNotADirectory
source: Destination "%s" was not a directory.
ru: Место назначения "%s" не является директорией.

# FileUtility.DirectoryCopiedTo
source: Directory "%s" copied to "%s".
ru: Каталог "%s" копируется в "%s".

# FileUtility.DirectoryCreatedIn
source: Directory "%s" created in "%s".
ru: Каталог "%s" создан в "%s".

# FileUtility.DirectoryMovedTo
source: Directory "%s" moved to "%s".
ru: Каталог "%s" перемещён в "%s".

# FileUtility.DirectoryNotCreated
source: Directory "%s" not created. There might be a problem with write permissions in "%s"?
ru: Не создан каталог "%s". Возможно проблемы с доступом к "%s"?

# FileUtility.DirectoryRenamedFromTo
source: Directory renamed from "%s" to "%s".
ru: Каталог переименован из "%s" в "%s".

# FileUtility.DirectoryRenamedSameName
source: Directory "%s" was not renamed. (Same name as before)
ru: Каталог "%s" не переименован. (Оставлено предыдущее название)

# FileUtility.DirectoryWasNotCopiedTo
source: Directory "%s" WAS NOT copied to "%s"! There might be a problem with write permissions
ru: Каталог "%s" НЕ скопирован в "%s"! Возможно проблемы с правами на доступ.

# FileUtility.DirectoryWasNotMovedTo
source: Directory "%s" WAS NOT moved to "%s"! There might be a problem with write permissions
ru: Каталог "%s" НЕ перемещён в "%s"! Возможно проблемы с правами на доступ.

# FileUtility.DirectoryWasNotRenamed
source: Directory "%s" was not renamed! There might be a problem with write permissions in "%s"?
ru: Каталог "%s" переименован! Возможно проблемы с правами на запись в "%s"?

# FileUtility.ExtensionOfFileNameIsNotAllowedIn
source: Extension of file name "%s" is not allowed in "%s"!
ru: Расширение или название файла "%s" недопустимо для "%s"!

# FileUtility.ExtensionOfFileNameOrWasNotAllowed
source: Extension of file name "%s" or "%s" was not allowed!
ru: Расширение в имени файла "%s" или "%s" недопустимо!

# FileUtility.ExtensionOfFileWasNotAllowed
source: Extension of file "%s" was not allowed!
ru: Расширение файла "%s" недопустимо!

# FileUtility.FileAlreadyExistsInFolder
source: File "%s" already exists in folder "%s"!
ru: Файл "%s" уже имеется в папке "%s"!

# FileUtility.FileCopiedTo
source: File "%s" copied to "%s".
ru: Файл "%s" копируется в "%s".

# FileUtility.FileCreated
source: File created: "%s".
ru: Создан файл: "%s".

# FileUtility.FileExistedAlreadyIn
source: File existed already in "%s"!
ru: Файл уже находится в "%s"!

# FileUtility.FileExtensionIsNotATextfileFormat
source: File extension "%s" is not a textfile format! (%s).
ru: Расширение файла "%s" не файл текстового формата! (%s).

# FileUtility.FileExtensionIsNotzip
source: File extension is not "zip".
ru: Расширение файла не "zip".

# FileUtility.FileMovedTo
source: File "%s" moved to "%s".
ru: Файл "%s" перемещён в "%s".

# FileUtility.FileNameWasNotAllowed
source: File name "%s" was not allowed!
ru: Имя файла "%s" недопустимо!

# FileUtility.FileOrDestinationWasNotWithinYourMountpoints
source: File "%s" or destination "%s" was not within your mountpoints!
ru: Файл "%s" или место назначения "%s" вне допустимых точек доступа!

# FileUtility.FileOrDirectoryExistedAlready
source: File or directory "%s" already exists!
ru: Файл или папка "%s" уже существуют!

# FileUtility.FileRenamedFromTo
source: File renamed from "%s" to "%s".
ru: Файл переименован из "%s" в "%s".

# FileUtility.FileRenamedSameName
source: File "%s" was not renamed. (Same name as before)
ru: Файл "%s" не переименован. (Всё осталось как и прежде)

# FileUtility.FileSavedToBytesMd5
source: File saved to "%s", bytes: %s, MD5: %s.
ru: Файл сохранён в "%s", байт: %s, MD5: %s.

# FileUtility.FileWasNotCopiedTo
source: File "%s" WAS NOT copied to "%s"! There might be a problem with write permissions.
ru: Файл "%s" НЕ скопирован в "%s"! Возможно проблемы с правами на запись.

# FileUtility.FileWasNotCreated
source: File "%s" was not created! There might be a problem with write permissions in "%s"?
ru: Файл "%s" не создан! Возможно проблемы с правами на запись в "%s"?

# FileUtility.FileWasNotRenamed
source: File "%s" was not renamed! There might be a problem with write permissions in "%s"?
ru: Файл "%s" не переименовен! Возможно проблемы с правами на запись в "%s"?

# FileUtility.FileWasNotSaved
source: File "%s" was not saved! There might be a problem with write permissions.
ru: Файл "%s" не сохранён! Возможно проблемы с правами на запись.

# FileUtility.FileWasNotSaved2
source: File "%s" was not saved! File extension rejected!
ru: Файл "%s" не сохранён! Недопустимое расширение.

# FileUtility.InvalidFolderName
source: Invalid folder name "%s"!
ru: Неверное имя папки "%s"!

# FileUtility.NoFileWasUploaded
source: No file was uploaded!
ru: Файлы не загружены!

# FileUtility.NoFileWasUploadedForReplacing
source: No file was uploaded for replacing!
ru: Файл для замены не загружен!

# FileUtility.NoNameForNewFolderGiven
source: No name for new folder given!
ru: Не задано название для новой папки!

# FileUtility.NoUniqueFilenameAvailableIn
source: No unique filename available in "%s"!
ru: В "%s" нет уникального имени файла!

# FileUtility.ReplacingFileTo
source: Replacing file "%s" to "%s".
ru: Замена файла "%s" на "%s".

# FileUtility.TargetAlreadyExists
source: Target "%s" already exists!
ru: Цель "%s" уже существует!

# FileUtility.TargetWasNotAFile
source: Target "%s" was not a file!
ru: Цель"%s" не является файлом!

# FileUtility.TargetWasNotWithinYourMountpoints
source: Target was not within your mountpoints! T="%s".
ru: Цель вне допустимых точек доступа! T="%s".

# FileUtility.TheFileDidNotExist
source: The file "%s" did not exist!
ru: Файл "%s" не существует!

# FileUtility.TheFunctionToCopyAFileBetweenStoragesIsNotYetImplemented
source: The function to copy a file between storages is not yet implemented.
ru: Функционал копирования между хранилищами ещё не реализован.

# FileUtility.TheFunctionToCopyAFolderBetweenStoragesIsNotYetImplemented
source: The function to copy a folder between storages is not yet implemented.
ru: Функционал для копирования папок между хранилищами ещё не был реализован.

# FileUtility.TheFunctionToMoveAFileBetweenStoragesIsNotYetImplemented
source: The function to move a file between storages is not yet implemented.
ru: Функционал для перемещения файлов между хранилищами ещё не был реализован.

# FileUtility.TheFunctionToMoveAFolderBetweenStoragesIsNotYetImplemented
source: The function to move a folder between storages is not yet implemented.
ru: Функционал для перемещения папок между хранилищами ещё не был реализован.

# FileUtility.TheUploadedFileExceedsTheSize-limit
source: The uploaded file "%s" exceeds the size-limit
ru: Загружаемый файл "%s" превышает допустимый размер

# FileUtility.TheUploadHasFailedNoUploadedFileFound
source: The upload has failed, no uploaded file found!
ru: Ошибка загрузки, не найдено загружаемых файлов!

# FileUtility.UnzippingFileIn
source: Unzipping file "%s" in "%s".
ru: Файл "%s" извлечён в "%s".

# FileUtility.UploadedFileCouldNotBeMoved
source: Uploaded file could not be moved! There might be a problem with write permissions in "%s"?
ru: Загруженный файл невозможно переместить! Возможно проблемы с правами на запись в "%s"?

# FileUtility.UploadingFileTo
source: Uploading file "%s" to "%s".
ru: Загрузка файла "%s" в "%s".

# FileUtility.YouAreNotAllowedToAccessTheDirectory
source: You are not allowed to access the directory.
ru: Вы не можете получить доступ к папке.

# FileUtility.YouAreNotAllowedToAccessTheFile
source: You are not allowed to access the file.
ru: Вы не можете получить доступ к файлу.

# FileUtility.YouAreNotAllowedToCopyDirectories
source: You are not allowed to copy directories.
ru: Вы не можете копировать папки.

# FileUtility.YouAreNotAllowedToCopyFiles
source: You are not allowed to copy files.
ru: Вы не можете копировать файлы.

# FileUtility.YouAreNotAllowedToCreateDirectories
source: You are not allowed to create directories!
ru: Вы не можете создавать папки!

# FileUtility.YouAreNotAllowedToCreateFiles
source: You are not allowed to create files!
ru: Вы не можете создавать файлы!

# FileUtility.YouAreNotAllowedToEditFiles
source: You are not allowed to edit files!
ru: Вы не можете редактировать файлы!

# FileUtility.YouAreNotAllowedToMoveDirectories
source: You are not allowed to move directories.
ru: Вы не можете перемещать папки.

# FileUtility.YouAreNotAllowedToMoveFiles
source: You are not allowed to move files.
ru: Вы не можете перемещать файлы.

# FileUtility.YouAreNotAllowedToOverride
source: You are not allowed to override "%s"!
ru: Вам запрещено перемещать "%s"!

# FileUtility.YouAreNotAllowedToRenameDirectories
source: You are not allowed to rename directories!
ru: Вы не можете переименовывать папки!

# FileUtility.YouAreNotAllowedToRenameFiles
source: You are not allowed to rename files!
ru: Вы не можете переименовывать файлы!

# FileUtility.YouAreNotAllowedToUnzipFiles
source: You are not allowed to unzip files.
ru: Вы не можете разархивировать файлы.

# FileUtility.YouAreNotAllowedToUploadFiles
source: You are not allowed to upload files!
ru: Вы не можете загружать файлы!

# FileUtility.YouDontHaveFullAccessToTheDestinationDirectory
source: You don't have full access to the destination directory "%s"!
ru: Нет полного доступа к каталогу назначения "%s"!
