Repository: subhh/HOS-schaufenster
Catalog: typo3conf/l10n/*/lang/Resources/Private/Language/*.locallang_mod_web_list.xlf
Languages: he

# clip_deleteMarked
source: Delete marked
he: מחק נבחרים

# clip_deleteMarkedWarning
source: Are you sure you want to delete all marked records from the table '%s'?
he: האם הנך בטוח כי ברצונך למחוק כל הרשומות הנבחרות מהטבלה "%s"?

# clip_duplicates
source: Mark duplicates
he: בחר כפלים

# clip_editMarked
source: Edit marked
he: ערוך נבחרים

# clip_markRecords
source: Mark All/Mark none
he: בחר הכל/בטל בחירה

# clip_paste
source: Paste in clipboard content
he: הדבק בתוך תוכן לוח גזירות

# clip_pasteAfter
source: Paste after: Clipboard content is inserted after this record
he: הדבק אחרי: תוכן לוח גזירות יושתל אחרי רשומה זו

# clip_pasteInto
source: Paste into: Clipboard content is inserted on this page
he: הדבק לתוך: תוכן לוח גזירות יושתל בתוך דף זה

# clip_selectMarked
source: Transfer the selection of records to clipboard
he: העבר רשומות נבחרות ללוח גזירות

# contractView
source: List all tables
he: הצג כל הטבלאות

# defaultLanguage
source: Default
he: ברירת מחדל

# delete
source: Delete record (!)
he: מחק רשומה (!)

# deleteWarning
source: Are you sure you want to delete this record?
he: האם הנך בטוח כי ברצונך למחוק רשומה זו?

source: Display versions
he: הצג גרסאות

# edit
source: Edit record
he: ערוך רשומה

# editPage
source: Edit page properties
he: ערוך דף

# editShownColumns
source: Edit all shown fields of the listed records
he: ערוך כל שדות המוצגים של רשומות המוצגות

# editThisColumn
source: Edit the '%s' field of the listed records
he: ערוך שדה "%s" של רשומות המוצגות

# expandView
source: List only this table
he: הצג טבלה זו בלבד

# hide
source: Hide record
he: להחביא רשומה

source: Hide page
he: להחביא דף

# history
source: Display change history / Un-do
he: הצג היסטורית שינויים / בטל שינויים

# largeControl
source: Extended view
he: תצוגה מורחבת

# localization
source: Localization view
he: תצוגת לוקליזציה

# Localize
source: Localize to:
he: תרגם ל:

# mlang_labels_tabdescr
source: The Web>List module provides low level access to records appearing on a page.
he: מודול אינטרנט>רשימה מאפשר גישה ברמה בסיסית ביותר לרשומות בתוך דף.

# mlang_labels_tablabel
source: List of database-records
he: רשימת רשומות במאגר מידע

# mlang_tabs_tab
source: List
he: רשימה

# moveDown
source: Move down in list
he: לרדת ברשימה

source: Move page
he: להזיז דף

# move_record
source: Re-position content element
he: לשנות מיקום של פריט תוכן

# moveUp
source: Move up in list
he: לעלות ברשימה

# multipleLanguages
source: All languages
he: כל השפות

# new
source: New record
he: רשומה חדשה

# newPage
source: Create new page after this page
he: צור דף חדש אחרי דף זה

# newRecord
source: Create new record after this record
he: צור רשומה חדשה אחרי רשומה זו

# newRecordGeneral
source: Create new record
he: צור רשומה חדשה

# nextLevel
source: Move this page to be a subpage of the page above (Outwards)
he: הזז דף זה להיות תת-דף של הדף לעיל (החוצה)

# permissions
source: Set permissions for page
he: קבע הרשאות לדף

# prevLevel
source: Move this page to the position after the current parent page (Inwards)
he: הזז דף זה למיקום אחרי דף אב נוכחי (פנימה)

source: Show clipboard
he: הצג לוח גזירות

# showInfo
source: Display information
he: מידע אודות תצוגה

# unHide
source: Un-hide record
he: בטל החבאת רשומה

source: Un-hide page
he: בטל החבאת דף

# viewRecords
source: Viewing records of
he: מציג פרטי תוכן של
