Repository: subhh/HOS-schaufenster
Catalog: typo3conf/l10n/*/lang/Resources/Private/Language/*.locallang_view_help.xlf
Languages: he

source: Close
he: סגור

source: Details
he: פרטים

# fullDescription
source: See full description of table
he: ראה תיאור מלא של טבלה

# fullDescription_module
source: See full description of module
he: ראה תיאור מלא של מודול

# full_manual
source: Full Manual (in one page)
he: הוראות שימוש המלאות (בדף אחד)

# full_manual_chapters
source: Manual Chapters
he: ראשי פרקים של הוראות שימוש

source: Go back
he: עבור חזרה

# goToToc
source: << go to Manual Index
he: עבור לאינדקס עזרה

source: Introduction
he: מבוא

source: See also
he: ראה גם

source: Syntax
he: תחביר

# title
source: TYPO3 Inline Help
he: עזרה באינטרנט

# TOC
source: Table Of Contents
he: טבלת התכנים

# TOC_core
source: TYPO3 Core Features
he: מאפיינים עיקריים של TYPO3

# TOC_extensions
source: Extensions
he: תוספות

# TOC_other
source: Other
he: אחר

# TOC_tables
source: Database Tables
he: טבלאות מאגר מידע

source: To top
he: לראש
