Repository: subhh/HOS-schaufenster
Catalog: typo3conf/l10n/*/lang/Resources/Private/Language/*.locallang_csh_pages.xlf
Languages: ru

# .description
source: A 'Page' record usually represents a webpage in TYPO3. All pages have an ID number (UID) by which they can be linked and referenced. The 'Page' record itself does not contain the content of the page. 'Page Content' records (Content Elements) are used for this.
ru: Запись "Страница" обычно в TYPO3 представляет страницу. Все страницы имеют id номер (UID), по которому на них можно ссылаться. Сама по себе запись "Страница" не имеет содержания, для этих целей нужно создать записи "Содержимого страницы" (элементы содержимого).

# .details
source: The 'pages' table is the backbone of TYPO3. All records editable by the main modules in TYPO3 must belong to a page. It's exactly like files and folders on your computer's hard drive. <b>The Page Tree</b> The pages are organized in a tree structure that reflects the organization of your website. <b>UID, PID and the page tree root</b> All database elements have a field 'uid' which is a unique identification number. They also have a field 'pid' (page id) which holds the ID number of the page to which they belong. If the 'pid' field is zero, the record is found in the 'root.' Only administrators are allowed access to the root. Table records must be configured to either belong to a page or be found in the root. <b>Storage of Database Records</b> Depending on the 'Type', a page may also represent general storage for database elements in TYPO3. In this case, it is not available as a webpage but is used internally in the page tree as a place to store items such as users, subscriptions, etc. Such pages are typically of the type "Folder".
ru: Таблица страниц является скелетом TYPO3. Все редактируемые основными модулями записи в TYPO3 должны относиться к странице. Это почти тоже самое, что файлы и папки на вашем жестком диске. <b>Дерево страниц</b> Страницы организованы в древовидную структуру, что не всегда оптимально, но хорошо отражает структуру организации страниц на сайте и обычно дерево страниц отражает структуру навигации на сайте. <b>UID, PID и корень Дерева страниц</b> Все элементы Базы Данных имеют поле 'UID', который представляет собой уникальный идентификационный номер. Кроме того, они имеют поле 'PID' (идентификатор страницы), который содержит идентификационный номер страницы, к которой они принадлежат. Если поле 'PID' равно нулю, то запись находится в "корне". Только администраторы имеют доступ к корню. Таблица записи должна быть сконфигурирована на принадлежность к странице, или корневой записи. <b>Хранилище записей базы данных</b> В зависимости от Типа, страницы могут представлять собой общее хранилище для элементов базы данных в TYPO3. В этом случае они не доступны, как вебстраницы сайта, но видны лишь во внутреннем интерфейсе в дереве страниц, как место хранения таких элементов, как внешние пользователи, подписки на новости и т.п. Такие страницы обычно имеют тип "Папка".

# doktype.description
source: The page type determines whether the page is normal webpage, a shortcut to another webpage, or used in other internal ways.
ru: Тип страницы влияет, будет ли страница обычной страницей веб сайта, ссылкой на другую страницу или же она будет использоваться для внутренних целей.

# doktype.details
source: 'Standard' is the most common page type and is used for normal webpages. 'Folder' is a page type which is not shown as a webpage; instead, it stores records of your choice. 'Recycler' is a garbage can. Pages and records in a recycler are not visible in the frontend. <b>Notice</b> Each page type is represented by a unique icon. The available page types can be restricted for users so all of the options described above may not be visible. Finally, some records may only be allowed on certain page types, but any record can be placed in a 'Folder.' <b>$PAGES_TYPES [Technical]</b> The restrictions that apply to each page type is defined in the global array $PAGES_TYPES. When extensions add tables to TYPO3 they may need to register their tables in $PAGES_TYPES so they can be created on standard pages.
ru: Тип "стандарт" используется чаще всего и представляет обычную веб страницу. "Системная директория" представляет не веб страницу, а папку для хранения необходимых для веб сайта записей. "Корзина" — для мусора. Страницы и записи в корзине не видны во внешнем интерфейсе. <b>Примечание:</b> каждый тип страницы имеет свой значок. Определенные типы могут быть недоступны для пользователя, так что все описываемые типы могут быть для вас недоступны. И наконец, каждый тип настроен на представление лишь определенных записей таблиц на странице, но Системная директория может содержать любые записи. <b>$PAGES_TYPES [Техническое]</b> Разрешения для каждого типа страниц определены в глобальном массиве $PAGES_TYPES. Здесь определяется, какие таблицы позволены для размещения на странице. Когда расширения добавляют свои таблицы в TYPO3, может понадобиться, чтобы они внесли эти таблицы в $PAGES_TYPES для возможности создания определённых типов записей на стандартных страницах.

# doktype.image_descr
source: This snippet of the page tree shows regular pages (white icons) at the top of this screenshot. You also see a Recycler page. Any records stored in a Reycler page are considered trash and not shown on the website. The gray folders icons represent "Folders". They cannot be viewed as regular webpages but serve as storage pages for other database records.
ru: На этом фрагменте дерева страниц показаны обычные страницы (белые значки), вверху рисунка. Также видна страница Корзина для мусора. Любые хранящиеся в ней записи рассматриваются как ненужные и не видны на сайте. И наконец, серые папки — это "системные директории". Они не видны, как обычные страницы, на веб сайте, но используются для хранения различных видов записей баз данных.

# _doktype.seeAlso
source: be_groups:pagetypes_select, About $PAGES_TYPES | https://docs.typo3.org/typo3cms/CoreApiReference/PageTypes/
ru: be_groups:pagetypes_select, Сведения о $PAGES_TYPES | https://docs.typo3.org/typo3cms/CoreApiReference/PageTypes/

# editlock.description
source: If set, non-admin users cannot edit the page properties or any records on the page, but may still edit subpages. They cannot create new records or pages on the page either.
ru: Если включено, свойства и записи на этой странице не смогут редактировать не администраторы, хотя подстраницы могут оставаться редактируемыми. Они не смогут создавать новые записи и постраницы для текущей страницы.

# fe_login_mode.description
source: The Login Behavior allows the logins and other related featured to be disabled for this page.
ru: Режим авторизации позволяет контролировать авторизацию и связанный функционал для этой страницы.

# fe_login_mode.details
source: When a user logs into TYPO3's frontend, each page and/or its Content Elements can be set to restrict access based on the user's login. By disabling logins, restrictions are removed and the content is accessible whether or not a user is logged in and regardless of Frontend usergroup settings. When logins are disabled for a page, cache headers can be sent again.
ru: При авторизации в TYPO3, можно указать ограничения для каждой страницы и/или её Элементов Содержимого. Отключение авторизации убирает ограничения, и содержимое доступно не зависимо от состояния авторизации пользователя. При отключенной на странице авторизации, заголовки кеша могут отсылаться снова.

# .image_descr
source: The most basic fields on a page are the 'Disable Page' option, the 'Type' of page ("doktype") and the 'Page Title'. Pages are arranged in a page tree in TYPO3. The page from the editing form in the previous screenshot was the "Intro" page from this page tree. As you can see it belongs in the root of the page tree and has a number of subpages pages under it.
ru: Основные свойства страницы — это флаг сокрытия, "Тип" страницы ("doktype") и "Название страницы". Страницы в TYPO3 упорядочены в виде дерева. Страница, форма редактирования которой была представлена на предыдущем рисунке, — это страница "Intro" в этом дереве страниц. Как видно, она принадлежит корневой странице дерева и имеет несколько "дочерних" страниц.

# php_tree_stop.details
source: If you enable this option, the page tree will not expand that branch. Instead you will see a red "+" which indicates that the page tree stops here because the Stop Page Tree option is enabled. This option was designed to prevent the display of a branch with an unmanageable number of subpages. By clicking on the red "+" the page will become a temporary mount point in the navigation frame, thus facilitating easier navigation and editing.
ru: Установив этот флажок, эта ветвь в окне навигации по дереву страниц не будет разворачиваться. Если виден красный "+", — это значит, что дерево страниц обрезано из-за включения этого параметра. Этот параметр создан для предотвращения зависания при отображении ветви, включающей огромное количество страниц. Можно щелкнуть по красному "+", при этом страница на время превратится в точку доступа в окне навигации, упрощая навигацию и редактирование.

# php_tree_stop.image_descr
source: Here the "Stop page tree" option is enabled. In the page tree, this setting is reflected with the red "+" and the Expand/Collapse page tree icon will be disabled for that branch of the tree. If you click the red "+" the page will be mounted temporarily in the navigation frame.
ru: Здесь установлен флаг "Конец дерева". В дереве страниц этот параметр отображается в виде красного "+" и невозможности разворачивания этой ветви в дереве страниц. Щелчок по красному "+" временно сделает страницу новой точкой доступа в окне навигации.

# _.seeAlso
source: xMOD_csh_corebe:pagetree, tt_content, About pages | https://docs.typo3.org/typo3cms/GettingStartedTutorial/GeneralPrinciples/PageTree/
ru: xMOD_csh_corebe:pagetree, tt_content, О страницах | https://docs.typo3.org/typo3cms/GettingStartedTutorial/GeneralPrinciples/PageTree/

# storage_pid.description
source: A General Record Storage Page is a global page for storing of general database elements (records) of a website. This could be for templates, frontend users, and other records that are not limited to a single page but shared across the whole website.
ru: Папка Основного хранилища записей страниц, является глобальной страницей для хранения общих элементов базы данных для всего сайта. Это могут быть шаблоны, внешние пользователи и т. п., то, что должно относиться не к отдельной странице, а ко всему сайту вцелом.

# storage_pid.details
source: It is recommended that extensions support the "General Record Storage Pages" so that the extension accesses records in this location by default when not configured to look elsewhere. A General Record Storage Page is typically a page of the "Folder" type.
ru: Рекомендуется, чтобы расширения поддерживали страницы "Общего хранилища", таким образом расширениям будут доступны записи в этом месте по умолчанию, без настройки. Страница для Основного хранилища записей страниц обычно имеет тип "Системная директория".

# _storage_pid.seeAlso
source: The Storage Folder | https://docs.typo3.org/typo3cms/GettingStartedTutorial/GeneralPrinciples/SpecialPages/Index.html#folders
ru: Папка хранилище | https://docs.typo3.org/typo3cms/GettingStartedTutorial/GeneralPrinciples/SpecialPages/Index.html#folders

# title.description
source: Enter the title of the page or folder. This field is required.
ru: Введите название страницы или папки. Это обязательное поле.

# title.details
source: The 'Page Title' is used to represent the page visually in the system, for example in the page tree. Also the 'Page Title' is used by default for navigation links on webpages. You can always change the 'Page Title' without affecting links to a page. This is because pages are always referenced by ID number, not their title. You can use any characters in the 'Page Title'.
ru: Название страницы используется для визуального ее представления в системе, например в дереве страниц. Также оно по умолчанию используется как название для меню навигации по сайту. Название страницы всегда можно изменить, не теряя связи со страницей. Так как страницы идентифицируются по своему "uid" номеру, а не по названию. В названии можно использовать любые символы.

# title.image_descr
source: The field for the 'Page Title' has a small "Required" icon next to it; You must supply a 'Page Title'. You cannot save the new page unless you enter a title for it.
ru: Рядом с полем для названия имеется маленький значок "обязательное". То есть, невозможно сохранить страницу, не введя её названия.

# TSconfig.description
source: Page TSconfig.
ru: TSconfig страницы.

# TSconfig.details
source: 'TypoScript' is a concept for entering values in a hierarchical structure that is used to create templates for TYPO3 websites. The same principles of storing a hierarchy of values is also used to configure various Backend functionality such as Modules and the RTE. The 'TSconfig' for an individual page is actually an accumulation of all 'TSconfig' values beginning from the root page and trickling downward to the current page. This means the TSconfig on the current page will affect all of its subpages as well. All TSconfig in use on a page is available from the 'Page TSconfig' menu in the 'Web>Info' Module (requires the "info_pagetsconfig" extension to be installed).
ru: В основном, понятие "TypoScript" используется для обозначения иерархической структуры переменных, отвечающих за создание шаблонов сайтов TYPO3. Тем не менее, те же принципы используются для ввода значений для настройки различных функций внутреннего интерфейса, модулей, Rich Text Editor и т д. Результирующий "TSconfig" страницы представляет сумму всех "TSconfig" значений, начиная от корня дерева страниц и заканчивая самой текущей страницей. Таким образом, затрагиваются и все подстраницы. Просмотреть TSconfig страницы возможно из меню "Page TSconfig" в модуле "Веб>Инфо" (требуется установленное расширение "info_pagetsconfig").

# TSconfig.image_descr
source: Page TSconfig customizing layout labels in the Page Module. Note that the Page TSconfig is specific to that page and will be inherited by its subpages.
ru: Настройка через TSconfig страницы макета меток в модуле Страница. Замечательно, что TSconfig страницы наследуется потомками данной страницы вниз по дереву страниц.

# _TSconfig.seeAlso
source: _MOD_web_info:tsconfig_hierarchy, More about Page TSconfig | https://docs.typo3.org/typo3cms/TSconfigReference/PageTsconfig/
ru: _MOD_web_info:tsconfig_hierarchy, Подробнее о TSconfig страницы | https://docs.typo3.org/typo3cms/TSconfigReference/PageTsconfig/

# TSconfig.syntax
source: Basic TypoScript Syntax <em>without</em> 'Constants.' It is recommended that only admin users have access to this field!
ru: Обычный синтаксис TypoScript <em>без</em> "констант". Рекомендуется ограничить доступ к этому полю лишь администраторами!
