Repository: subhh/HOS-schaufenster
Catalog: typo3conf/l10n/*/lang/Resources/Private/Language/*.locallang_browse_links.xlf
Languages: he

source: Add to list...
he: הוסף לרשימה...

# clickToRedrawFullSize
source: Image is larger than shown here! Click to redraw page with full sized images.
he: התמונה גדולה יותר ממה שמופיע כאן! הקלק כדי לראות אותה בגודל מלה.

source: Content elements
he: מרכיבי תוכן

source: Current Link
he: קישור נוכחי

source: Email
he: דואר אלקטרוני

source: Email address
he: כתובת דוא''ל

# extUrl
source: External URL
he: כתובת אינטרנט חיצונית

source: File
he: קישור לקובץ

source: Files
he: קבצים

# findDragDrop
source: Find and click on your image then drag it into the editor in the main window!
he: מצא את התמונה שלך, הקלק על התמונה וגרור אותה לעורך בחלון הראשי.

source: Folder
he: תיקייה

source: Folder Tree
he: תיקיות

source: Import selection
he: לייבא בחירה

source: Info
he: מידע

# invalidChar
source: ERROR: Invalid character found in file path (%s). Cannot add the file!
he: שגיאה: תו לא חוקי נמצא בנתיב/שם הקובץ (%s). לא ניתן להוסיף קובץ זה!

source: New window
he: חלון חדש

# none
source: None - new link!
he: לא קיים - קישור חדש.

# noWebFolder
source: You cannot drag images from this folder (yellow) because it is internal on the server.
he: אינך יכול לגרור תמונות מתיקייה זו (צהובה) כי היא פנימית בשרת.

source: Page
he: קישור לדף

source: Page tree
he: דפים

# params
source: Additional link parameters
he: פרמטרים נוספים לקישור

source: Path
he: נתיב

source: Remove link
he: מחק קישור

source: Select Records
he: בחר רשומות

source: Set Link
he: קבע קישור

source: Special
he: מיוחד

source: Target
he: פתח ב-

source: Title
he: כותרת

source: Toggle selection
he: סמן בחירה

source: Top
he: חלון קיים

source: Update
he: עדכן

source: Upload Image
he: להעלות תמונה
