Repository: subhh/HOS-schaufenster
Catalog: typo3conf/l10n/*/lang/Resources/Private/Language/*.locallang_misc.xlf
Languages: he

# bookmark_active
source: active
he: פעילה

# bookmark_all
source: All
he: הכל

# bookmark_create
source: Create
he: צור

# bookmark_delAllInCat
source: Delete all bookmarks in this group
he: למחוק כל סימניות בקבוצה זו

# bookmark_edit
source: Edit
he: עריכה

# bookmark_editID
source: Edit/Search
he: עריכת זהות הדך

# bookmark_global
source: Global
he: גלובלי

# bookmark_group
source: Group
he: קבוצה

# bookmark_group_1
source: Pages
he: דפים

# bookmark_group_2
source: Records
he: רשומות

# bookmark_group_3
source: Files
he: קבצים

# bookmark_group_4
source: Tools
he: כלים

# bookmark_group_5
source: Miscellaneous
he: שׁוֹנוֹת

# bookmark_inactive
source: inactive
he: כבוי

# bookmark_loadEdit
source: Loading page
he: טוען דף

# bookmark_notEditable
source: No editable page found!
he: לא נמצא דף הניתן לעריכה!

# bookmark_noWSfound
source: ERROR: No workspaces found!
he: שגיא: לא נמצאו אזורי עבודה!

# bookmark_offlineWS
source: Draft workspace
he: אשור עבודה "טיוטה"

# bookmark_onlineWS
source: LIVE workspace
he: אזור עבודה "ראשי"

# bookmark_onlyAdmin
source: You cannot edit a shared bookmark!
he: אינך יכול לערוך סימניה משותפת!

# bookmark_saveClose
source: Update and close editor
he: עדכן וסגור עורך

# bookmark_searchFor
source: Search for:
he: חפש ל:

# clickForWizard
source: Click here for wizard!
he: לחץ כאן לעוזר!

# CM_db_list
source: Web>List module
he: מודול רשת>רשימה

# CM_editPageProperties
source: Edit page properties
he: ערוך מאפיני דף

# CM_history
source: History/Undo
he: היסטוריה/בטל

# CM_moveWizard
source: Move element
he: הזז פריט

# CM_moveWizard_page
source: Move page
he: הזז דף

# CM_newWizard
source: 'Create New' wizard
he: עוזר "צור חדש"

# CM_perms
source: Access
he: גישה

source: Copy elements
he: העתק פריט

# createNewContent
source: Create a new content element
he: צור פריט תוכן חדש

# createNewPage
source: Create a new page
he: לצור דף חדש

# fileMetaDataLocation
source: Location
he: מיקום

# fileUpload_buttonSelectFiles
source: Select Files
he: בחירת קבצים

# fileUpload_errorQueueZeroByteFile
source: {0} is empty
he: }0{ ריק

# fileUpload_errorUploadFailed
source: Upload failed
he: תהליך העלה נכשל

# fileUpload_infoComponentOverrideFiles
source: Overwrite existing files
he: לכתוב על קבצים הקיימים

source: Go back
he: לחזור אחורה

# insertNewPageHere
source: Insert the new page here
he: השתל את הדף החדש כאן

source: Insert new record here
he: השתל רשומה חדשה כאן

# liveSearch_emptyText
source: Enter search term
he: חפש מילים

# liveSearch_loadingText
source: Searching...
he: מחפש...

source: Localize
he: צור תרגום

source: Localize all records
he: צור תרגום לכל פרטי תוכן

# localize.isLocalizable
source: Record can be localized
he: פריט תוכן ניתן לתרגום

# localize.wasRemovedInOriginal
source: Record was removed in original language
he: פריט תוכן הוסר בשפה המקורית

# makeCopy
source: Make copy instead of moving element
he: צור עתק במקום להזיז פריט

source: Move element
he: הזז פריט

source: Move elements
he: הזז פריטים

# movePageToHere
source: Move page to this position
he: הזז דף למקום זה

# movingElement
source: Move element
he: הזז פריט

source: New content element
he: פריט תוכן חדש

# noEditPage
source: You asked to edit page "%s" but you cannot edit this page. Now loading backend as usual.
he: בקשת לערוך דף "%s" אבל אינך יכול לערוך אותו. טוען ממשק אחורי כרגיל.

source: Overwrite existing files
he: לכתוב על קבצים הקיימים

# pageTree_filter
source: Filter
he: פילטר

# selectPosition
source: Select a position for the new page
he: בחר מיקום לדף חדש

# selectPositionOfElement
source: Select position of the element
he: בחר מיקום של הפריט

# shortcut_active
source: active
he: פעילה

# shortcut_all
source: All
he: הכל

# shortcut_close
source: Close shortcut editor
he: סגור עורך קיצורי דרך

# shortcut_create
source: Create
he: צור

# shortcut_delAllInCat
source: Delete all shortcuts in this group?
he: למחוק כל קיצורי דרך בקבוצה זו?

# shortcut_delete
source: Remove shortcut
he: הסר קיצור דרך

# shortcut_edit
source: Edit
he: עריכה

# shortcut_editID
source: Edit/Search
he: עריכת זהות הדך

# shortcut_global
source: Global
he: גלובלי

# shortcut_group
source: Group
he: קבוצה

# shortcut_group_1
source: Pages
he: דפים

# shortcut_group_2
source: Records
he: רשומות

# shortcut_group_3
source: Files
he: קבצים

# shortcut_group_4
source: Tools
he: כלים

# shortcut_group_5
source: Miscellaneous
he: שׁוֹנוֹת

# shortcut_inactive
source: inactive
he: כבוי

# shortcut_loadEdit
source: Loading page
he: טוען דף

# shortcut_notEditable
source: No editable page found!
he: לא נמצא דף הניתן לעריכה!

# shortcut_noWSfound
source: ERROR: No workspaces found!
he: שגיא: לא נמצאו אזורי עבודה!

# shortcut_offlineWS
source: Draft workspace
he: אשור עבודה "טיוטה"

# shortcut_onlineWS
source: LIVE workspace
he: אזור עבודה "ראשי"

# shortcut_onlyAdmin
source: You cannot edit a shared shortcut!
he: אינך יכול לערוך קיצור דרך משותף!

# shortcut_save
source: Update shortcut title
he: עדכן כותרת של קיצור דרך

# shortcut_saveClose
source: Update and close editor
he: עדכן וסגור עורך

# shortcut_searchFor
source: Search for:
he: חפש ל:

# shortcut_selSC
source: Select shortcut
he: בחר קיצור דרך

source: Switch to User
he: עבור למשתמש

# switchtousershort
source: SU:
he: דמוי משתמש:

source: Synchronize with original language
he: סינכרון עם שפת מקור
