Repository: subhh/HOS-schaufenster
Catalog: typo3conf/l10n/*/lang/Resources/Private/Language/*.locallang_core.xlf
Languages: ru

# message.description.fileHasBrokenReferences
source: The file has %s broken reference(s) but it will be deleted regardless.
ru: Файл %s содержит неверную(ые) ссылку(и), но всё равно будет удалён.

# message.description.fileNotDeletedHasReferences
source: The file cannot be deleted since it is still used at the following places:
ru: Файл не может быть удален, т.к. он используется в следующих местах:

# message.description.fileNotFound
source: The file %s is not found, possible already removed.
ru: Файл %s не найден, возможно он был удалён ранее.

# message.description.folderDeleted
source: The folder "%s" was successfully deleted.
ru: Папка "%s" была успешно удалена.

# message.description.folderNotDeletedHasFiles
source: The folder cannot be deleted since it still contains files.
ru: Папка не может быть удалена, т.к. в ней все еще находятся файлы.

# message.description.folderNotDeletedHasFilesWithReferences
source: The folder cannot be deleted since it still contains files in use.
ru: Папка не может быть удалена, так как в ней все еще находятся используемые файлы.

# message.header.fileDeleted
source: File deleted
ru: Файл удален

# message.header.fileHasBrokenReferences
source: File has broken references
ru: Файл имеет битые ссылки

# message.header.fileNotDeletedHasReferences
source: File not deleted
ru: Файл не был удален

# message.header.fileNotFound
source: File not found
ru: Файл не найден

# message.header.folderDeleted
source: Folder deleted
ru: Папка удалена

# message.header.folderNotDeletedHasFiles
source: Folder not deleted
ru: Папка не была удалена

# message.header.folderNotDeletedHasFilesWithReferences
source: Folder not deleted
ru: Папка не была удалена

# mess.be_locked
source: The TYPO3 backend is currently locked for maintenance. Leave this browser window open and the backend will automatically become available again once maintenance is complete.
ru: Внутренний интерфейс TYPO3 в настоящий момент заблокирован для обслуживания. Оставьте это окно браузера открытым и внутренний интерфейс станет автоматически доступным по окончании обслуживания.

# mess.copy_after
source: Copy "%s" to after "%s"?
ru: Копировать '%s' на позицию после '%s'?

# mess.copycb_after
source: Copy all elements (%s) from the clipboard to the position after "%s"?
ru: Копировать все записи (%s) из буфера обмена в '%s'?

# mess.copycb_into
source: Copy all elements (%s) from the clipboard into "%s"?
ru: Копировать все записи (%s) из буфера обмена в '%s'

# mess.copy_into
source: Copy "%s" into "%s"?
ru: Копировать '%s' в '%s'?

# mess.copy_into_colPos
source: Copy "%1$s" into column "%3$s" on page "%2$s"?
ru: Копировать "%1$s" в столбец "%3$s" на странице "%2$s"?

# mess.delete
source: Are you sure you want to delete '%s'?
ru: Подтверждаете удаление '%s'?

# mess.deleteClip
source: Are you sure you want to delete ALL referenced elements (%s) on the clipboard?
ru: Подтверждаете удаление ВСЕХ выбранных элементов '%s' из Буфера обмена?

# mess.login_about_to_expire
source: Your TYPO3 login is about to expire. Please confirm that you want to stay logged in.
ru: Регистрация в TYPO3 истекает. Подтвердите, что хотите остаться зарегистрированным в системе.

# mess.login_about_to_expire_title
source: TYPO3 login expiration notice
ru: Напоминание об истечении времени регистрации в TYPO3/

# mess.login_expired
source: Your TYPO3 login has expired. You need to login again if you want to continue. Otherwise you can close the current browser window.
ru: Регистрация в TYPO3 истекла. Нужно заново выполнить вход в систему для продолжения работы. Иначе можно закрыть текущее окно браузера.

# mess.login_refresh_about_to_expire
source: Your TYPO3 login is about to expire. Please confirm that you want to be logged out.
ru: Время вашей сессии TYPO3 на исходе. Подтвердите, что хотите остаться авторизованным.

# mess.move_after
source: Move "%s" to after "%s"?
ru: Переместить '%s' на позицию после '%s'?

# mess.movecb_after
source: Move all elements (%s) from the clipboard to the position after "%s"?
ru: Передвинуть все записи (%s) из буфера обмена на позицию после "%s"?

# mess.movecb_into
source: Move all elements (%s) from the clipboard into "%s"?
ru: Передвинуть все записи (%s) из буфера обмена в '%s'?

# mess.move_into
source: Move "%s" into "%s"?
ru: Переместить '%s' в '%s'?

# mess.move_into_colPos
source: Move "%1$s" into column "%3$s" on page "%2$s"?
ru: Переместить "%1$s" в столбец "%3$s" на странице "%2$s"?

# mess.noSelItemForEdit
source: Please select one or more items in the list before you can edit.
ru: Выберите одну или несколько записей для редактирования.

# mess.please_wait
source: Please wait ...
ru: Подождите...

# mess.redraw
source: Redrawing the page will discard the current data. Do you want to continue?
ru: При обновлении страницы будут утеряны последние изменения. Уверены, что хотите продолжать?

# mess.refresh_direct_logout_button
source: No, log out.
ru: Нет, выйти.

# mess.refresh_exit_button
source: Exit
ru: Выход

# mess.refresh_login
source: Your login has probably expired. Do you want to refresh it now?
ru: Время действия вашей регистрации в системе истекло. Хотите перерегистрироваться?

# mess.refresh_login_button
source: Login
ru: Вход

# mess.refresh_login_emptyPassword
source: Empty password is not allowed!
ru: Пустые пароли недопустимы!

# mess.refresh_login_failed
source: Login failed
ru: Вход не удачен

# mess.refresh_login_failed_message
source: Password not correct.
ru: Неверный пароль

# mess.refresh_login_logging_in
source: Logging in...
ru: Вход...

# mess.refresh_login_logout_button
source: Log me out
ru: Завершить сеанс

# mess.refresh_login_password
source: Password
ru: Пароль

# mess.refresh_login_refresh_button
source: Stay logged in!
ru: Оставаться зарегистрированным!

# mess.refresh_login_title
source: Refresh Login to TYPO3 (User: %s)
ru: Обновить регистрацию в TYPO3 (пользователь: %s)

# mess.refresh_login_username
source: Username
ru: Имя пользователя

# mess.refreshRequired.content
source: This change will affect which fields are available in the form. Would you like to save now in order to refresh the display?
ru: Изменение затронет доступность полей в форме. Подтвердите сохранение для обновления представления формы.

# mess.refreshRequired.title
source: Refresh required
ru: Требуется обновление

# online_media.error.invalid_url
source: Unknown/not allowed URL
ru: Неизвестный/недопустимый URL

# online_media.error.new_media.failed
source: Adding media failed
ru: Ошибка при добавлении медиа

# online_media.new_media
source: Add new media asset
ru: Добавить новый медиа объект

# online_media.new_media.added
source: Added media
ru: Добавить медиа

# online_media.new_media.allowedProviders
source: Allowed media providers:
ru: Разрешенные поставщики медиа:

# online_media.new_media.button
source: Add media by URL
ru: Добавить ссылку на медиа

# online_media.new_media.label
source: Url of remote source:
ru: URL удаленного источника:

# online_media.new_media.placeholder
source: Paste media url here...
ru: Вставить ссылку на медиа сюда...

# online_media.new_media.submit
source: Add media
ru: Добавить медиа

# rm.adminFunctions
source: Admin functions
ru: Инструменты администратора

# rm.clearCache_all
source: Clear FE cache
ru: Очистить все кеши

# rm.clearCache_allTypo3Conf
source: Clear cache in typo3conf/
ru: Удалить кеш-файлы в typo3conf/

# rm.clearCache_clearCache
source: Clear cache
ru: Очистить кеш

# rm.clearCacheMenu_all
source: Clear all caches
ru: Очистить все кеши

# rm.clearCacheMenu_allTypo3Conf
source: Clear configuration cache
ru: Очистить кеш настроек

# rm.clearCacheMenu_pages
source: Clear page content cache
ru: Очистить кеш страниц

# rm.clearCache_pages
source: Clear Page Cache
ru: Очистить кеш страниц

# rm.clearCache_thisPage
source: This page
ru: Этой страницы

# rm.closeAllDocs
source: Close all
ru: Закрыть все

# rm.closeDoc
source: Close
ru: Закрыть

# rm.delete
source: Delete
ru: Удаление

# rm.edit
source: Edit
ru: Правка

# rm.export
source: Export
ru: Экспорт

# rm.menu
source: [menu]
ru: [меню]

# rm.saveCloseAllDocs
source: Save and close all
ru: Сохранить и закрыть все

# rm.saveCloseDoc
source: Save and close
ru: Сохранить и закрыть

# rm.saveDoc
source: Save
ru: Сохранить

# rm.saveDocShow
source: Save and view page
ru: Сохранить и посмотреть страницу

# rm.saveNewDoc
source: Save and create a new one
ru: Сохранить и создать новый

# rm.translationSaveDoc
source: Translation finished, save and close
ru: Перевод завершен, сохранить и закрыть

# rm.translationSaveDocClear
source: Translation NOT finished, Save
ru: Перевод НЕ завершен, сохранитесь

# show_item.php.cannotDisplayArchive
source: Sorry, TYPO3_CONF_VARS[BE][disable_exec_function] was set, so cannot display content of archive file.
ru: Извините, было установлено TYPO3_CONF_VARS[BE][disable_exec_function], поэтому невозможно отобразить содержимое файлов архивов.

# show_item.php.dimensions
source: Dimensions
ru: Размеры

# show_item.php.field
source: Field:
ru: Поле:

# show_item.php.file
source: File
ru: Файл

# show_item.php.files
source: files
ru: файлов

# show_item.php.filesize
source: Size
ru: Величина файла

# show_item.php.flexpointer
source: Flexpointer:
ru: Гибкий указатель:

# show_item.php.ftp_area
source: FTP AREA
ru: Область FTP

# show_item.php.missing_record
source: Missing
ru: Отсутствует

# show_item.php.pixels
source: Pixels
ru: Пикс.

# show_item.php.referencesFromThisItem
source: References from this item:
ru: Ссылки с этого элемента:

# show_item.php.referencesToThisItem
source: References to this item:
ru: Ссылки на этот элемент:

# show_item.php.refString
source: Ref String:
ru: Строка ссылки:

# show_item.php.refTable
source: Ref Table:
ru: Ссылочная таблица:

# show_item.php.refUid
source: Ref Uid:
ru: Ссылочный Uid:

# show_item.php.softrefKey
source: Softref Key:
ru: Ключ softref:

# show_item.php.sorting
source: Sorting:
ru: Сортировка:

# show_item.php.table
source: Table:
ru: Таблица:

# show_item.php.title
source: Title:
ru: Название:

# show_item.php.viewItem
source: View Item
ru: Показать запись

# sortable.dragmove
source: Drag to move
ru: Протянуть для перемещения

# toolbarItems.bookmark
source: Bookmark
ru: Закладка

# toolbarItems.bookmarks
source: Bookmarks
ru: Закладки

# toolbarItems.bookmarkSavedMessage
source: The bookmark was saved.
ru: Закладка сохранена.

# toolbarItems.bookmarkSavedTitle
source: Bookmark saved
ru: Закладка сохранена

# toolbarItems.bookmarksDelete
source: Delete bookmark
ru: Удалить закладку

# toolbarItems.bookmarksEdit
source: Edit bookmark
ru: Править закладку

# toolbarItems.bookmarksGroup
source: Bookmark group
ru: Группа закладок

# toolbarItems.confirmBookmarksDelete
source: Do you really want to remove this bookmark?
ru: Подтверждаете удаление этой закладки?

# toolbarItems.createBookmark
source: Create bookmark
ru: Создать закладку

# toolbarItems.help
source: Help
ru: Справка

# toolbarItems.search
source: Search
ru: Поиск

# toolbarItems.shortcut
source: Shortcut
ru: Ярлык

# toolbarItems.shortcuts
source: Shortcuts
ru: Ярлыки

# toolbarItems.shortcutsDelete
source: Delete Shortcut
ru: Удалить ярлык

# toolbarItems.shortcutsEdit
source: Edit Shortcut
ru: Правка ярлыка

# toolbarItems.shortcutsGroup
source: Shortcut Group
ru: Группа ярлыков

# toolbarItems.sysinfo
source: System Information
ru: Сведения о системе

# toolbarItems.sysinfo.applicationcontext
source: Application Context
ru: Контекст приложения

# toolbarItems.sysinfo.composerMode
source: Composer mode
ru: Режим Composer

# toolbarItems.sysinfo.database
source: Database
ru: База данных

# toolbarItems.sysinfo.gitrevision
source: GIT Revision
ru: GIT Ревизия

# toolbarItems.sysinfo.operatingsystem
source: Operating System
ru: Операционная система

# toolbarItems.sysinfo.phpversion
source: PHP Version
ru: Версия PHP

# toolbarItems.sysinfo.typo3-version
source: TYPO3 Version
ru: Версия TYPO3

# toolbarItems.sysinfo.webserver
source: Webserver
ru: Веб сервер

# toolbarItems.workspace
source: Workspace
ru: Рабочая область

# tree.activeFilterMode
source: Active Filtering Mode
ru: Активен режим фильтрации

# tree.buttonFilter
source: Filter tree
ru: Фильтр дерева

# tree.buttonNewNode
source: Create new pages
ru: Создание новых страниц

# tree.copyHint
source: Press Ctrl to copy.
ru: Для создания копии, удерживайте Ctrl

# tree.defaultPageTitle
source: [Default Title]
ru: [Заголовок по умолчанию]

# tree.dropToRemove
source: Drop here to delete
ru: Перенесите сюда для удаления

# tree.dropZoneElementRemoved
source: Click here to undelete
ru: Щелкните для отмены удаления

# tree.dropZoneElementRestored
source: Page restored
ru: Страница восстановлена

# tree.searchTermInfo
source: Enter search term
ru: Введите условия поиска

source: TYPO3 Element Browser
ru: Проводник по записям TYPO3

# ver.mgm
source: Version Management
ru: Управление версиями

# ver.online
source: ONLINE
ru: ОНЛАЙН

# ver.selVer
source: Select version:
ru: Выберите версию:

# ver.swap
source: Swap/Publish
ru: Обменять/публиковать

# ver.swapPage
source: Publish this version of the page including content
ru: Опубликовать эту версию страницы, включая содержимое

# warning.backend_admin
source: The default backend user "admin" with password "password" is still present. %sEdit this account%s, either deleting it completely or changing the username and password.
ru: Созданный при установке внутренний пользователь "admin" с паролем "password" всё ещё существует. %sОтредактируйте эту учётную запись%s: измените имя пользователя и пароль или совсем удалите её.

# warning.backend_reference
source: The Reference Index table is empty which is likely the result of a recent TYPO3 upgrade. Please go to %sTools>DB Check%s and update the reference index.
ru: В таблице Индекса Ссылок пусто, вероятно это вызвано недавним обновлением TYPO3. Пожалуйста, перейдите %sСистема>Проверка БД%s и обновите справочный указатель.

# warning.backend_reference_index
source: The Reference Index table is empty which is likely the result of a recent TYPO3 upgrade. The Reference Index was last updated on %3$s. Please go to %sTools>DB Check%s and update the reference index.
ru: Таблица ссылочного индекса не заполнена, что скорее всего является результатом недавнего обновления ядра TYPO3. Последний раз ссылочный индекс обновлялся %3$s. Перейдите в %sИнструменты администратора>Проверка БД%s и обновите ссылочный индекс.

# warning.file_deny_htaccess
source: The current value of fileDenyPattern allows to upload/create files with the name ".htaccess". If TYPO3 is running on Apache, this enables backend or frontend users to create and execute php scripts. Please reset the value of fileDenyPattern to its default.
ru: Текущее значение переменной fileDenyPattern позволяет загружать и создавать файлы с именем ".htaccess". Если TYPO3 запущена из-под Apache, это позволяет внешним и внутренним пользователям создавать и запускать php-скрипты. Пожалуйста, сбросьте это значение в значение по умолчанию.

# warning.file_deny_pattern
source: The value of fileDenyPattern is not set to its default:%s If TYPO3 is running on Apache, a customized value might enable backend or frontend users to execute malicious php scripts.
ru: Значение fileDenyPattern установлено не в своё значение по умолчанию (%s). Если TYPO3 запущена из-под Apache, значение, отличное от значения по умолчанию, может привести к тому, что внутренние или внешние пользователи смогут запускать злонамеренные PHP-скрипты.

# warning.file_deny_pattern_partsNotPresent
source: Security Risk! The new value of fileDenyPattern misses parts of its default:%s If TYPO3 is running on Apache, a customized value might enable backend or frontend users to execute malicious php scripts.
ru: Риск безопасности! В новом значении fileDenyPattern ошибка в частях по умолчанию:%s если TYPO3 работает под Apache, определенное значение может позволить внутренним или внешним пользователям выполнять вредоносные сценарии php.

# warning.file_missing
source: File is missing!
ru: Ошибка файла!

# warning.file_missing_text
source: This file is marked as missing:
ru: Этот элемент содержимого ссылается на файл, который, возможно, не существует:

# warning.header
source: Important Notice!
ru: Важное сообщение!

# warning.header.storage_is_no_public
source: Storage is not public
ru: Не публичное хранилище

# warning.inline_use_combination
source: This record will be modified globally.
ru: Эта запись будет изменена глобально.

# warning.install_enabled
source: The Install Tool is permanently enabled. Delete the file "%s" when you have finished setting up TYPO3.
ru: Доступ к установщику временно разрешён. Удалите файл "%s", когда закончите настраивать TYPO3.

# warning.install_enabled_cmd
source: Click to remove the file now!
ru: Кликните, чтобы удалить этот файл сейчас!

# warning.install_password
source: The Install Tool is still using the default password "joh316". Update this within the %sAbout section%s of the Install Tool.
ru: Установщик всё ещё использует пароль по умолчанию "joh316". Измените его в разделе %sAbout section%s установщика.

# warning.installtool_default_password
source: The Install Tool is still using the default password "joh316". Update this within the %sImportant actions section%s of the Install Tool.
ru: Install Tool продолжает использовать пароль по умолчанию "joh316". Измените его в разделе %sImportant actions section%s из Install Tool.

# warning.install_trustedhosts
source: The trusted hosts pattern check is disabled. Please define the allowed hosts in the [SYS][trustedHostsPattern] section of the Install Tool.
ru: Проверка шаблона доверенных узлов (hosts) отключена. Определите разрешенные узлы в разделе [SYS] [trustedHostsPattern] Install Tool.

# warning.install_update
source: This installation is not configured for the TYPO3 version it is running. If you did so intentionally, this message can be safely ignored. If you are unsure, visit the Update Wizard section of the %sInstall Tool%s to see how TYPO3 would change.
ru: Эта инсталляция не настроена для версии TYPO3, на которой она запущена. Если вы допустили это умышленно, вы можете спокойно игнорировать это сообщение. Если вы не уверены, зайдите в секцию %sМастер обновления%s установщика, чтобы увидеть, как изменится TYPO3.

# warning.memcache_not_usable
source: Memcache is configured, but connection to memcached failed with these configuration(s):
ru: Кеш настроен, но соединение с кешем, при данной(ых) настройке(ах) неудачна:

# warning.message.storage_is_no_public
source: The storage has been marked to be "publicly available" but is not detected as such by the driver. The setting has been reverted.
ru: Хранилище помечено как "доступно публично", но не определяется как таковое через драйвер. Настройка сброшена.
