Repository: subhh/HOS-schaufenster
Catalog: typo3conf/l10n/*/lang/Resources/Private/Language/*.locallang_core.xlf
Languages: ru

# alttext.suggestSearching
source: Searching...
ru: Поиск...

# buttons.clear
source: Clear
ru: Очистить

# buttons.clipboard
source: Clipboard
ru: Буфер обмена

# buttons.exit
source: Exit
ru: Выход

# buttons.logout
source: Logout
ru: Выход

# buttons.selMenu_modules
source: MODULES
ru: МОДУЛИ

# cm.allowedFileExtensions
source: Allowed file extensions:
ru: Допустимые расширения файлов:

# cm.branchActions
source: Branch Actions
ru: Действия для ветви

# cm.collapseBranch
source: Collapse Branch
ru: Свернуть ветвь

# cm.copy
source: Copy
ru: Копировать

# cm.copyFolder_into
source: Copy folder into
ru: Копировать папку внутрь

# cm.copyPage_after
source: Copy page after
ru: Копировать страницу после

# cm.copyPage_into
source: Copy page into
ru: Копировать страницу внутрь

# cm.copyPasteActions
source: Page Actions
ru: Действия со страницей

# cm.createnew
source: Create new
ru: Создать заново

# cm.createnew.link
source: Create new %s
ru: Создание нового %s

# cm.createNewRelation
source: Create new relation
ru: Создать новую связь

# cm.cut
source: Cut
ru: Вырезать

# cm.delete
source: Delete
ru: Удалить

# cm.deselect
source: Deselect
ru: Снять выделение

# cm.deselectto
source: Deselect to
ru: Снять выделение до

# cm.edit
source: Edit
ru: Правка

# cm.editcontent
source: Edit content
ru: Правка содержимого

# cm.editMetadata
source: Edit Metadata of this file
ru: Править мета данные этого файла

# cm.expandBranch
source: Expand Branch
ru: Раскрыть ветвь

# cm.hide
source: Hide
ru: Сделать невидимым

# cm.info
source: Info
ru: Информация

# cm.more
source: More options...
ru: Дополнительные настройки...

# cm.moveFolder_into
source: Move folder into
ru: Переместить папку внутрь

# cm.movePage_after
source: Move page after
ru: Переместить страницу после

# cm.movePage_into
source: Move page into
ru: Переместить страницу внутрь

# cm.new
source: New
ru: Создать

# cm.offline
source: Turn offline
ru: Включить offline

# cm.online
source: Turn online
ru: Включить online

# cm.open
source: Open
ru: Открыть

# cm.pasteafter
source: Paste after
ru: Вставить после

# cm.pasteinto
source: Paste into
ru: Вставить внутрь

# cm.rename
source: Rename
ru: Переименовать

# cm.replace
source: Replace
ru: Заменить

# cm.save
source: Save
ru: Сохранить

# cm.select
source: Select
ru: Выделить

# cm.selectto
source: Select to
ru: Выделить до

# cm.tempMountPoint
source: Mount as treeroot
ru: Монтировать как корень дерева

# cm.unhide
source: Unhide
ru: Сделать видимым

# cm.unzip
source: Unzip
ru: Разархивировать ZIP

# cm.upload
source: Upload Files
ru: Загрузка файлов

# cm.view
source: Show
ru: Просмотр

# create_folder.submit
source: Create folder
ru: Создать каталог

# create_folder.title
source: Create new folder
ru: Создать новую папку

# csh_tooltip_loading
source: Loading help...
ru: Загрузка справки...

# db_new.php.after
source: after
ru: После

# db_new.php.inside
source: inside
ru: Внутри

# db_new.php.pagetitle
source: New record
ru: Новая запись

# error.backendUserGroupListTypeError.header
source: Possible misconfiguration detected
ru: Обнаружены неправильные параметры настройки.

# error.backendUserGroupListTypeError.message
source: Editing of at least one plugin was enabled but editing the page content type "Insert Plugin" is still disallowed. Group members won't be able to edit plugins unless you activate editing for the content type.
ru: Редактирование дополнения было разрешено, но всё ещё запрещено редактирование содержимое страницы типа "Вставить дополнение". Участники группы не смогут редактировать дополнения, даже если разрешить им редактировать этот тип содержимого.

# error.database_schema_mismatch
source: A SQL error occurred. This may indicate a schema mismatch between TCA and the database. Try running database compare in the Install Tool.
ru: Ошибка SQL. Это может указывать на различие схем TCA и базы данных. Попытайтесь выполнить команду database compare в Install Tool.

# error.database_schema_mismatch_title
source: Database Error
ru: Ошибка базы данных

# error.formProtection.tokenInvalid
source: Validating the security token of this form has failed. Please reload the form and submit it again.
ru: Произошла ошибка при проверке этой формы. Перезагрузите форму и сохраните данные снова.

# error.invalidEmail
source: "%s" is not a valid e-mail address.
ru: `%s' не является допустимым емайл-адресом.

# error.items_proc_func_error
source: An error occurred trying to process items for field "%1$s" (%2$s).
ru: При обработке поля "%1$s" (%2$s) записи произошла ошибка.

# error.missingLanguageIsocode
source: Missing ISO code for language "%s" (UID %d), please edit the language record and set it.
ru: Неверный код ISO для языка "%s" (UID %d), исправьте языковую запись и настройте её.

# ExtDirect.namespaceError
source: Ext Direct error in "%s" with namespace: "%s"\n Try to clear the TYPO3 cache and / or use parameter no_cache=1 as parameter in URL typo3/index.php\n\n Check also the following points:\n - configuration in ext_localconf.php: registration key should be like "TYPO3.MyExtension.Sample"\n - URL typo3/index.php: namespace parameter should be like: "TYPO3.MyExtension"\n - javascript: method\'s name should be like: "TYPO3.MyExtension.Sample.myMethod"\n
ru: Ошибка предписания расширения в "%s" с пространством имен: "%s"\n Попытайтесь очистить кеш TYPO3 и / или используйте параметр no_cache=1 для URL typo3/index.php\n\n Также проверьте следующие моменты:\n - настройку в ext_localconf.php: ключ регистрации должен быть похож на "TYPO3.MyExtension.Sample"\n - URL typo3/index.php: параметр области имен должен выглядеть примерно так: "TYPO3.MyExtension"\n - javascript: method\'s название метода должно быть примерно таким: "TYPO3.MyExtension.Sample.myMethod"\n

# ExtDirect.noNamespace
source: Ext Direct error in "%s": no namespace has been found.
ru: Ошибка предписания расширения в "%s": не найдено пространство имен.

# extension.not.installed
source: Extension "%s" is not installed.
ru: Не установлено расширение "%s".

# file_clipupload.php.warning
source: No upload-folder is found. You should create a TEMP-folder ("_temp_") in the root of one of your mounts first!
ru: Не найдена папка для загрузки на сервер. Создайте папку '_temp_' в одной из ваших папок.

# file_clipupload.php.warning_head
source: Upload path error
ru: Ошибка: путь для загрузки на сервер

# file_edit.php.coundNot
source: This filetype cannot be edited.<br />The file must have an extension like:<br /><br /> <b>%s</b>
ru: Файл этого типа нельзя редактировать.<br />Поддерживаются только файлы с расширениями:<br /><br /> <b>%s</b>

# file_edit.php.pagetitle
source: Edit
ru: Редактирование

# file_edit.php.saveAndClose
source: Save and Close
ru: Сохранить и закрыть

# file_edit.php.submit
source: Save
ru: Сохранить

# file_newfolder.php.folders
source: folders
ru: Директории

# file_newfolder.php.label_newfile
source: File name:
ru: Имя файла:

# file_newfolder.php.label_newfolder
source: Folder
ru: Папка

# file_newfolder.php.newfile
source: Create new textfile
ru: Создать текстовой файл

# file_newfolder.php.newfile_submit
source: Create file
ru: Создать файл

# file_newfolder.php.newfolders
source: Create new folders
ru: Создать новые папки

# file_newfolder.php.number_of_folders
source: Number of folders:
ru: Количество папок:

# file_newfolder.php.pagetitle
source: New file or folder
ru: Новый файл или директория

# file_newfolder.php.submit
source: Create folders
ru: Создать директорию

# file_rename.actions.cancel
source: Cancel
ru: Отменить

# file_rename.actions.override
source: Overwrite
ru: Перезаписать

# file_rename.php.pagetitle
source: Rename
ru: Переименовать

# file_rename.php.submit
source: Rename
ru: Переименовать

# file_replace.php.browse
source: Browse
ru: Обзор

# file_replace.php.keepfiletitle
source: Keep the current filename?
ru: Сохранить текущее имя файла?

# file_replace.php.pagetitle
source: Replace
ru: Заменить

# file_replace.php.selectfile
source: Select new file
ru: Выбрать новый файл

# file_replace.php.submit
source: Replace
ru: Заменить

# file_upload.actions.all.empty
source: Please choose
ru: Выберете

# file_upload.actions.all.label
source: Alternatively, choose a mass action:
ru: Альтернативно, выберите групповое действие:

# file_upload.actions.all.override
source: Overwrite all files
ru: Перезаписать все файлы

# file_upload.actions.all.rename
source: Rename all files
ru: Переименовать все файлы

# file_upload.actions.all.skip
source: Skip all files
ru: Пропустить все файлы

# file_upload.actions.all.use_existing
source: Use existing files
ru: Использовать существующие файлы

# file_upload.actions.override
source: Overwrite
ru: Перезаписать

# file_upload.actions.rename
source: Rename
ru: Переименовать

# file_upload.actions.skip
source: Skip the file
ru: Пропустить файл

# file_upload.actions.use_existing
source: Use existing file
ru: Использовать существующий файл

# file_upload.button.cancel
source: Cancel
ru: Отменить

# file_upload.button.continue
source: Continue with selected actions
ru: Продолжить выбранные действия

# file_upload.dropzonehint.message
source: Drop your files here, or <u>click, browse & choose files</u>
ru: Перетащите файлы сюда или <u>щелкните, найдите и выберете файлы</u>

# file_upload.dropzonehint.title
source: Drag & drop to upload files
ru: Перетащите файлы сюда для загрузки

# file_upload.existingfiles.description
source: Some files you wanted to upload exist already on the system. Please select what you want to do with each file.
ru: Некоторые загружаемые файлы уже имеются в системе. Укажите действие для каждого из файлов.

# file_upload.existingfiles.title
source: Some files exist already
ru: Некоторые файлы уже имеются

# file_upload.fileExtensionExpected
source: Upload failed! A file with "{0}" extension is expected!
ru: Ошибка загрузки! Ожидается файл с расширением "{0}"!

# file_upload.fileNotAllowed
source: Filename "{0}" is not allowed!
ru: Недопустимое имя файла "{0}"!

# file_upload.header.action
source: Action
ru: Действие

# file_upload.header.originalFile
source: Original file
ru: Исходный файл

# file_upload.header.uploadedFile
source: Uploaded file
ru: Загруженный файл

# file_upload.maxFileSizeExceeded
source: File "{0}" exceeds maximum file size of {1}!
ru: Файл "{0}" превышает максимальный размер для файла в {1}!

# file_upload.overwriteExistingFiles
source: Shall existing files be overwritten?
ru: Перезаписать существующие файлы?

# file_upload.php.files
source: files
ru: Файлы

# file_upload.php.number_of_files
source: Number of files:
ru: Количество файлов:

# file_upload.php.pagetitle
source: Upload files
ru: Загрузка файлов на сервер

# file_upload.php.submit
source: Upload files
ru: Загрузить

# file_upload.select-and-submit
source: Select & upload files
ru: Выберите и загрузите файлы

# file_upload.uploadFailed
source: Upload of file "{0}" failed!
ru: Ошибка загрузки файла "{0}"!

# file_upload.upload-finished
source: Upload complete! Filelist reloading...
ru: Загрузка завершена! Обновление списка файлов...

# file_upload.upload-in-progress
source: File upload in progress...
ru: Загрузка файлов...

# file_upload.upload-progress-info
source: Uploading file {0} out of {1} files.
ru: Загружается файл {0} из {1}.

# flushAllCachesDescription2
source: Clear all system-related caches, including localization, extension configuration, file caches and opcode caches. Rebuilding this cache may take some time.
ru: Очистить все системные кеши, включая локализацию, настройку расширений, файловый и opcode кеши. Реорганизация этих данных может потребовать времени.

# flushAllCachesTitle2
source: Flush all caches
ru: Очистить все кеши

# flushPageCachesDescription
source: Clear frontend and page-related caches.
ru: Очистка внешнего интерфейса и связанных со страницами сайта кешей.

# flushPageCachesTitle
source: Flush frontend caches
ru: Очистить кеш внешнего интерфейса

# labels.addnew
source: Add new
ru: Добавить новую

# labels.allow
source: Allow
ru: Разрешить

# labels.allTables
source: [All tables]
ru: [Все таблицы]

# labels.author
source: Author:
ru: Автор:

# labels.automatic
source: Auto
ru: Авто

# labels.beUser
source: BE-User
ru: Внутренний пользователь

# labels.browse_db
source: Browse for records
ru: Обзор записей

# labels.browse_file
source: Browse for files
ru: Обзор файлов

# labels.cancel
source: Cancel
ru: Отменить

# labels.category
source: Category:
ru: Категория:

# labels.changeInOrig
source: Changed in original translation
ru: Изменено в оригинале

# labels.checkAll
source: Check all
ru: Выбрать все

# labels.clear_cache
source: Clear cache for this page
ru: Очистить кеш этой страницы

# labels.clipboard.clear_clipboard
source: Clear clipboard
ru: Очистить буфер обмена

# labels.clipboard.delete_elements
source: Delete elements
ru: Удалить элементы

# labels.clipInsert_db
source: Insert %s record(s) from the clipboard
ru: Вставить %s записи из буфера обмена

# labels.clipInsert_file
source: Insert %s file(s) from the clipboard
ru: Вставить %s файлы из буфера обмена

# labels.cliptabs
source: Clipboard #
ru: Буфер №

# labels.cliptabs-description
source: This clipboard allows to select and edit/copy/move multiple records at once. Choose it to show a checkbox by each record.
ru: Такой буфер позволяет выбирать и править/копировать/перемещать несколько записей за раз. Выберете его для вывода флажков для выбора отдельных записей.

# labels.cliptabs-name
source: Clipboard #%s (multi-selection mode)
ru: Буфер №%s (режим множественного выбора)

# labels.close
source: Close
ru: Закрыть

# labels.collapseTable
source: Collapse table
ru: Свернуть таблицу

# labels._CONTROL_
source: Control
ru: Управление

# labels.copymode
source: Copy items instead of moving them
ru: Копирование элементов вместо перемещения

# labels.count
source: Quantity:
ru: Количество:

# labels.createNew
source: Create new
ru: Создать заново

# labels.createNewPage
source: Create new %s
ru: Создание нового %s

# labels.createNewRecord
source: Create new %s on page "%s"
ru: Создание новой %s на странице "%s"

# labels.createNewRecordRootLevel
source: Create new %s on root level
ru: Создание новой %s на корневом уровне

# labels.csv
source: Download CSV file
ru: Загрузить CSV-файл

# labels.days
source: days
ru: Дн.

# labels.deleteTitle
source: Revert to default Constant
ru: Сбросить к Константам по умолчанию

# labels.deny
source: Deny
ru: Отказать

# labels.depth_0
source: This page
ru: Эта страница

# labels.depth_1
source: 1 level
ru: 1 подуровень

# labels.depth_2
source: 2 levels
ru: 2 подуровня

# labels.depth_3
source: 3 levels
ru: 3 подуровня

# labels.depth_4
source: 4 levels
ru: 4 подуровня

# labels.depth_infi
source: Infinite
ru: бесконечно

# labels.disableRTE
source: Disable Rich Text Editor (RTE)
ru: Выключить визуальный редактор (RTE)

# labels.edit
source: Edit
ru: Редактирование

# labels.editPage
source: Edit %s "%s"
ru: Правка %s "%s"

# labels.editRecord
source: Edit %s "%s" on page "%s"
ru: Правка %s "%s" на странице "%s"

# labels.editRecordNoTitle
source: Edit %s on page "%s"
ru: Правка %s на странице "%s"

# labels.editRecordRootLevel
source: Edit %s "%s" on root level
ru: Правка %s "%s" на корневом уровне

# labels.editTitle
source: Edit this Constant
ru: Править Константу

# labels.enabled
source: Enabled
ru: Включено

# labels.endtime
source: End
ru: Конец публикации

# labels.enterSearchLevels
source: This page|1 level down|2 levels down|3 levels down|4 levels down
ru: На этой странице | Включая 1 подуровень | Включая 2 подуровня | Включая 3 подуровня | Включая 4 подуровня

# labels.enterSearchString
source: Enter search term
ru: Введите фразу для поиска

# labels.expandAll
source: Expand all
ru: Развернуть все

# labels.expandTable
source: Expand table
ru: Развернуть таблицу

# labels.feUser
source: FE-User
ru: Внешний пользователь

# labels.fieldsChanged
source: There are unsaved changes in the form! Do you want to continue WITHOUT saving?
ru: Некоторые изменения в форме не сохранены! Вы уверены, что хотите продолжить БЕЗ сохранения?

# labels.fieldsMissing
source: The fields marked with an exclamation mark are not yet correctly filled in. Please complete them properly.
ru: Поля, помеченные восклицательным знаком заполнены некорректно. Заполните их должным образом.

# labels.findRecord
source: Find records
ru: Найти записи

# labels.generalOptions
source: General options:
ru: Общие настройки:

# labels.generalOptions_more
source: General options (continued):
ru: Общие настройки (продолжение):

# labels.generalTab
source: General
ru: Общее

# labels.goBack
source: Go back
ru: Вернуться

# labels.hidden
source: Hidden
ru: Скрыта

# labels.holdDownCTRL
source: Important: Hold down the CTRL key while toggling elements in this list!
ru: Важно: держите клавишу Ctrl, выбирая элементы этого списка!

# labels.items
source: Available Items
ru: Доступны записи

# labels.label.limit
source: Limit
ru: Предел

# labels.label.search_levels
source: Search levels
ru: Глубина поиска

# labels.label.searchString
source: Search term
ru: Поиск фразы

# labels._LOCALIZATION_
source: Localization
ru: Локализация

# labels.lockedRecord
source: The user '%s' began to edit this record %s ago.
ru: Пользователь '%s' начал редактирование этой записи %s назад.

# labels.lockedRecord_content
source: The user '%s' began to edit content on this page %s ago.
ru: Пользователь '%s' начал редактирование содержимого этой страницы %s назад.

# labels.lockedRecordUser
source: The %s '%s' began to edit this record %s ago.
ru: %s '%s' начал редактирование этой записи %s назад.

# labels.lockedRecordUser_content
source: The %s '%s' began to edit content on this page %s ago.
ru: %s '%s' начал редактирование содержимого этой страницы %s назад.

# labels.makeBookmark
source: Create a bookmark to this page
ru: Создать закладку на этой странице

# labels.makeShortcut
source: Create a shortcut to this page?
ru: Создать указатель на эту страницу?

# labels.maxItemsAllowed
source: A maximum of {0} child records are allowed.
ru: Допустимо максимум {0} дочерних записей.

# labels.menu
source: Menu:
ru: Меню:

# labels.move
source: Move this item
ru: Переместить этот элемент

# labels.move_down
source: Move selected items downwards
ru: Переместить выбранные записи ниже

# labels.move_to_bottom
source: Move selected items to bottom
ru: Переместить выбранные записи вниз

# labels.move_to_top
source: Move selected items to top
ru: Переместить выбранную запись вверх

# labels.move_up
source: Move selected items upwards
ru: Переместить выбранные записи выше

# labels.new
source: NEW
ru: СОЗДАТЬ

# labels.new_section
source: Create new:
ru: Создать новое:

# labels.noEditPermission
source: Sorry, you didn't have proper permissions to perform this change.
ru: К сожалению, у вас недостаточно прав, чтобы выполнить это изменение.

# labels.noMatchingValue
source: INVALID VALUE ("%s")
ru: НЕВЕРНОЕ ЗНАЧЕНИЕ (%s)

# labels.noRecordFound
source: No record found
ru: Записи не найдены

# labels.normal
source: Normal (single record mode)
ru: Обычный (режим одной записи)

# labels.normal-description
source: "Normal" clipboard allows to copy/move one record at time.
ru: "Обычный" буфер обмена позволяет копировать/перемещать по одной записи за раз.

# labels.noRTEfound
source: Notice: This field can only be edited with a Rich Text Editor. No editor is currently available or enabled.
ru: Внимание, это поле можно редактировать только с помощью визуального редактора (RTE), а он не установлен или отключен.

# labels.note
source: Note:
ru: Комментарий:

# labels.no_title
source: No title
ru: Без названия

# labels.openInNewWindow
source: Open in new window
ru: Открыть в новом окне

# labels.path
source: Path
ru: Путь

# labels._PATH_
source: Path
ru: Путь

# labels.placeholder.override
source: Set element specific value (Default: "%s")
ru: Задать значение для определенного элемента (по умолчанию: "%s")

# labels.placeholder.override_not_available
source: Set element specific value (No default)
ru: Набор элементов конкретное значение (по умолчанию нет)

# labels.recordInformation
source: Record information
ru: Запись информации

# labels.referencesToFile
source: (There are %s reference(s) to this file!)
ru: (Имеется %s ссылка(ок) на этот файл!)

# labels.referencesToFolder
source: (There are %s reference(s) to this folder!)
ru: (Имеется %s ссылка(ок) на эту папку!)

# labels.referencesToRecord
source: (There are %s reference(s) to this record!)
ru: (Имеется %s ссылок на эту запись!)

# labels.refresh
source: Reload the tree from server
ru: Обновить дерево

# labels.refreshList
source: Reload list from server
ru: Обновить список

# labels.reload
source: Reload
ru: Перезагрузить

# labels.remainingCharacters
source: Remaining characters: {0}
ru: Осталось символов: {0}

# labels.removeItem
source: Remove item
ru: Удалить запись

# labels.remove_selected
source: Remove selected items
ru: Удалить выбранные записи

# labels.resetFilter
source: Reset Filter
ru: Убрать фильтр

# labels.revertSelection
source: Revert selection
ru: Обратить изменение

# labels.rootLevel
source: root level
ru: корневой уровень

# labels.search
source: Search
ru: Поиск

# labels.searchLevel.0
source: This page
ru: Эта страница

# labels.searchLevel.1
source: 1 level down
ru: 1 уровень вниз

# labels.searchLevel.2
source: 2 levels down
ru: 2 уровня вниз

# labels.searchLevel.3
source: 3 levels down
ru: 3 уровня вниз

# labels.searchLevel.4
source: 4 levels down
ru: 4 уровня вниз

# labels.searchLevel.infinite
source: Infinite levels
ru: Без ограничений

# labels.selected
source: Selected Items
ru: Выбраны записи

# labels.setAllCheckboxes
source: Select All Checkboxes
ru: Выбрать все

# labels.setFields
source: Set fields
ru: Заполнить поля

# labels.show
source: Show
ru: Показать

# labels.showList
source: Show record list
ru: Показать список записей

# labels.showPage
source: View webpage
ru: Просмотреть веб-страницу

# labels.showRecords
source: Show records
ru: Просмотр записей

# labels.starttime
source: Start
ru: Начало публикации

# labels.table
source: Table
ru: Таблица

# labels.temporaryDBmount
source: Cancel temporary DB mount
ru: Отменить временное монтирование БД

# labels.thumbmode_clip
source: Show Thumbnails on ClipBoard
ru: Показать миниатюры в буфере обмена

# labels.title.limit
source: Limit
ru: Предел

# labels.title.search
source: Search
ru: Поиск

# labels.title.searchIcon
source: Toggle search toolbar
ru: Переключить панель поиска

# labels.title.search_levels
source: Search levels
ru: Уровни поиска

# labels.title.searchString
source: Search term
ru: Поиск фразы

# labels.toggleall
source: Toggle all
ru: Переключить все

# labels.translationsOfRecord
source: (This record has %s translation(s) which will be deleted, too!)
ru: (Запись имела %s переводов, которые также были удалены!)

# labels.uncheckAll
source: Uncheck all
ru: Сбросить все

# labels.unknownUser
source: -Unknown-
ru: -Неизвестно-

# labels.upOneLevel
source: Up one level
ru: Подняться на уровень выше

# labels.user
source: User
ru: Пользователь

# link.to.dblist.correctly
source: Please, do not link to this page. Use \TYPO3\CMS\Backend\Utility\BackendUtility::getListViewLink() for link generation.
ru: Не устанавливайте ссылку на эту страницу. Используйте \TYPO3\CMS\Backend\Utility\BackendUtility::getListViewLink() для формирования ссылки.

# link.to.filefile.correctly
source: Please, do not link to this page.
ru: Не устанавливайте ссылку на эту страницу.

# message.description.fileDeleted
source: The file "%s" was successfully deleted.
ru: Файл "%s" был успешно удален.
