Repository: subhh/HOS-schaufenster
Catalog: typo3conf/l10n/*/lang/Resources/Private/Language/*.locallang_wizards.xlf
Languages: he

# colorpicker_black
source: BLACK
he: שחור

# colorpicker_colorValue
source: Selected Color:
he: צבע הנבחר:

# colorpicker_fromImage
source: Capture color from image (click on image):
he: לכידת צבע מתמונה (הקש על התמונה):

# colorpicker_fromList
source: Select HTML color name:
he: בחירת שם של צבע (HTML):

# colorpicker_fromMatrix
source: Select color from matrix (websafe colors):
he: בחירת צבע מתוך מטריקס (צבעים בטוחים לאינטרנט):

# colorpicker_setClose
source: Save and Close
he: שמירה וסגירה

# colorpicker_title
source: Color Picker
he: בחירת צבע

# colorpicker_white
source: WHITE
he: לבן

# forms_autosize
source: Auto size
he: גודל אוטומטי

# forms_checked
source: Checked
he: נבחר

# forms_cols
source: Columns
he: עמודות

# forms_config
source: Detailed configuration
he: תצורה מפורטת

# forms_default
source: Value
he: ערך

# forms_eform_formtype_mail
source: Send button label
he: טקסט המופיעה בתוך כפתור "שלח"

# forms_eform_html_enabled
source: HTML mode enabled
he: אפשר מצב HTML

# forms_eform_recipient
source: Recipient email
he: דוא''ל של המקבל

# forms_eform_subject
source: Subject
he: נושה

# forms_element
source: Element type
he: סוג פריט

# forms_extra
source: No Wrap
he: ללא גלישת שורות

# forms_fieldName
source: Field
he: שדה

# forms_label
source: Label
he: תווית

# forms_max
source: Max
he: מקסימלי

# forms_multiple
source: Multiple
he: רב-חלקים

# forms_options
source: List options
he: אפשרויות רשימה

# forms_preview
source: Preview of element
he: תצוגה מקדימה של פריט

# forms_refresh
source: Refresh without saving
he: רענן בלי לשמור

# forms_required
source: Required
he: דרוש

# forms_rows
source: Rows
he: שורות

# forms_size
source: Size
he: גודל

# forms_special_eform
source: Special configuration for mail forms
he: הגדרות מיוחדות לטפסי דוא''ל

# forms_title
source: Forms wizard
he: עזר טפסים

# forms_type
source: Type
he: סוג

# forms_type_check
source: Check box
he: תיבת סימון

# forms_type_file
source: File upload
he: העלת קובץ

# forms_type_hidden
source: Hidden value
he: ערך חבוי

# forms_type_input
source: Input field
he: שדה קלט

# forms_type_label
source: Label
he: תווית

# forms_type_password
source: Password field
he: שדה סיסמה

# forms_type_property
source: Property
he: מאפיין

# forms_type_radio
source: Radio buttons
he: כפתור בחירה

# forms_type_select
source: Selector box
he: תיבת בחירה

# forms_type_submit
source: Submit Button
he: כפתור אישור

# forms_type_textarea
source: Text area
he: אזור טקסט

# grid_removeColumn
source: Remove column
he: הסר עמודה

# grid_removeRow
source: Remove row
he: הסר שורה

# rte_undoLastChange
source: Undo/Redo last change (%s ago)
he: בטל/שחזר שינוי אחרון (%s אחורה)

# table_addColumn
source: Add column to the right
he: הוסף עמודה מצד ימין

# table_addRow
source: Add row below
he: הוסף שורה למטה

# table_bottom
source: Move to bottom
he: הזז לתחתית

# table_down
source: Move down
he: הזז למטה

# table_end
source: Move to last column
he: הזז לעמודה אחרונה

# table_left
source: Move left
he: הזז שמאלה

# table_noData
source: No table,field or uid given
he: ללא טבלה, שדה או זיהוי נתון

# table_removeColumn
source: Remove column
he: הסר עמודה

# table_removeRow
source: Remove row
he: הסר שורה

# table_right
source: Move right
he: הזז ימינה

# table_smallFields
source: Small fields
he: שדות קטנים

# table_start
source: Move to first column
he: הזז לעמודה ראשונה

# table_title
source: Table wizard
he: עזר טבלה

# table_top
source: Move to top
he: הזז לצמרת

# table_up
source: Move up
he: הזז למעלה

# tsprop
source: TypoScript property lookup
he: חיפוש מאפיין TypoScript

# tsprop_addToList
source: Add to list...
he: הוסף לרשימה...

# tsprop_mixer_indent
source: Indent +2
he: הרחקה מהשוליים +2

# tsprop_mixer_outdent
source: Outdent -2
he: הרחקה מהשוליים -2

# tsprop_mixer_transfer
source: Transfer & Close
he: העבר וסגור

# tsprop_mixer_wrap
source: Wrap
he: עטיפה

# tsprop_prefix
source: Object prefix
he: תחילית האובייקט

# tsprop_title
source: Object title
he: כותרת אובייקט

# tsprop_tsconfig
source: TSconfig online
he: TSconfig באינטרנט
