Repository: subhh/HOS-schaufenster
Catalog: typo3conf/l10n/*/indexed_search/Resources/Private/Language/*.locallang.xlf
Languages: he

# defaultOperands.0
source: All words (AND)
he: כל המילים

# defaultOperands.1
source: Any words (OR)
he: כל מילה

# displayResults.next
source: Next >
he: הבא >

# displayResults.page
source: Page
he: דף

# displayResults.previous
source: < Previous
he: קודם <

# form.addToSearch
source: Add to current search words
he: הוסף למילות חיפוש הנוכחים

# form.atATime
source: at a time
he: ביחד

# form.extResume
source: Extended resume
he: תקציר מורחב

# form.freeIndexUid
source: Category
he: קטגוריה

# form.fromSection
source: From section
he: ממדור

# form.legend
source: Search form
he: טופס חיפוש

# form.linkToAdvancedSearch
source: Advanced search
he: חיפוש מתקדם

# form.linkToRegularSearch
source: Regular search
he: חיפוש רגיל

# form.match
source: Match
he: התאמה

# form.orderBy
source: Order by
he: מיין לפי

# form.searchFor
source: Search for
he: חפש את

# form.searchIn
source: Search in
he: חפש ב

# form.style
source: Style
he: סיגנון

# form.submit
source: Search
he: חיפוש

# groupBy.flat
source: Flat list
he: רשימה שטוחה ( רגילה )

# groupBy.sections
source: Section hierarchy
he: עץ מדורים

# indexingConfigurationHeader.0
source: Website Pages
he: דפי האתר

# indexingConfigurationHeader.-1
source: Mixed categories
he: קטגוריות שונות

# indexingConfigurations.0
source: Pages
he: דפים

# indexingConfigurations.-1
source: All, mixed
he: הכל, ללא סינון

# indexingConfigurations.-2
source: All, categorized
he: הכל לפי קטגוריות

# languageUids.0
source: Default
he: ברירת מחדל

# languageUids.-1
source: All languages
he: כל השפות

# mediaTypes.0
source: Internal pages
he: דפים פנימיים

# mediaTypes.-1
source: All media
he: כל מדיה

# mediaTypes.-2
source: All External
he: כל החיצוניים

# result.inSection
source: in the section
he: במדור זה

# result.noResult
source: No results found.
he: אין תוצאות.

# result.noResume
source: Note: This search hit may not accurately match the content on this page. The page resume cannot be shown.
he: הארה: אין אפשרות להציג צילום של הדף.

# result.otherPageAsWell
source: INFO: There was another page indexed as well. Probably indexed with another or no usergroup.
he: חשוב: קיימים דפים מאונדקסים ע"י משתמשים אחרים.

# result.page
source: page
he: דף

# result.pages
source: pages
he: דפים

# result.ratingMatches
source: matches
he: התאמות

# result.unnamedSection
source: Other
he: אחר

# rules.headline
source: Rules
he: חוקים

# rules.text
source: Only words with 2 or more characters are accepted<br /> Max 200 chars total<br /> Space is used to split words, "" can be used to search for a whole string (not indexed search then)<br /> AND, OR and NOT are prefix words, overruling the default operator<br /> +/|/- equals AND, OR and NOT as operators.<br /> All search words are converted to lowercase.
he: מילים באורך 2 עד 200 תוים <br/> יש להכניס רווח להפרדת מילים, גירשיים כדי לחפש משפט שלם <br /> חלקים AND, OR, NOT מחליפים משמאות של חיפוש , אפשר גם להשתמש בסימנים "+", " | " , ומינוס.

source: Search for
he: חפשס לפי

# searchFor.and
source: and
he: ו

# searchFor.andnot
source: but not
he: אבל לא

# searchFor.or
source: or
he: או

# searchTypes.0
source: Distinct word
he: מילה נפרדת

# searchTypes.1
source: Part of word
he: חלק של מילה

# searchTypes.10
source: Sounds like
he: נישמע דומה ל

# searchTypes.2
source: First part of word
he: התחלת של מילה

# searchTypes.20
source: Sentence
he: משפט

# searchTypes.3
source: Last part of word
he: סיום של מילה

# sections.0
source: Whole site
he: כל האתר

# sections.-1
source: Only this page
he: רק דף זה

# sections.-2
source: Top + level 1
he: ראשי+רמה 1

# sections.-3
source: Level 2 and out
he: רמה 2 ומלה

# sections.rootLevel1All
source: All pages on level 1
he: כל הדפים ברמה 1

# sections.rootLevel2All
source: - All pages on level 2
he: - כל הדפים ברמה 2

# sortOrders.ascending
source: Lowest first
he: קודם זותרים

# sortOrders.crdate
source: Creation date
he: תאריך יצירה

# sortOrders.descending
source: Highest first
he: גבועים יותר ראשוניים

# sortOrders.mtime
source: Date Modified
he: תאריך שינוי

# sortOrders.rank_count
source: Number of words
he: מספר מילים

# sortOrders.rank_first
source: Close to top
he: קרוב להתחלה

# sortOrders.rank_flag
source: Weight/Frequency
he: משכל/תדירות

# sortOrders.rank_freq
source: Frequency
he: תדירות

# sortOrders.title
source: Document title
he: כותרת המסמך
