Repository: subhh/HOS-schaufenster
Catalog: typo3conf/l10n/*/backend/Resources/Private/Language/*.locallang.xlf
Languages: ru

# button.hidePageTsConfig
source: Hide PageTS-Config
ru: Скрыть PageTS-Config

# button.showPageTsConfig
source: Show PageTS-Config
ru: Показать PageTS-Config

# config.backendFavicon
source: Favicon: If set, this favicon will be used instead of the TYPO3 logo (e.g. EXT:my_theme/Resources/Public/Images/favicon.ico)
ru: Favicon: если указано, то этот значок favicon будет использоваться вместо логотипа TYPO3 (например, EXT:my_theme/Resources/Public/Images/favicon.ico)

# config.backendLogo
source: Logo: If set, this logo will be used instead of the TYPO3 logo in the TYPO3 Backend in the left top corner (e.g. fileadmin/images/backend-logo.png or EXT:my_theme/Resources/Public/Images/backend-logo.png
ru: Лого: если указано, то будет использоваться вместо лого TYPO3 во внутреннем интерфейсе TYPO3, в левом верхнем углу (например, fileadmin/images/backend-logo.png или EXT:my_theme/Resources/Public/Images/backend-logo.png

# config.loginHighlightColor
source: Highlight Color: If set, this color will be used as highlight color in the login screen.
ru: Цвет выделения: если указан, то будет использоваться для цвета выделения на форме авторизации.

# config.loginLogo
source: Logo: If set, this logo will be used instead of the TYPO3 logo above the login credential fields (e.g. fileadmin/images/login-logo.png or EXT:my_theme/Resources/Public/Images/login-logo.png or //domain.tld/login-logo.png)
ru: Лого: если установлено, то будет использовано вместо логотипа TYPO3 над полями ввода учётных данных (например, fileadmin/images/login-logo.png или EXT:my_theme/Resources/Public/Images/login-logo.png или //domain.tld/login-logo.png)

# foldertreeview.noFolders.message
source: You do not have access to any folder. Please ask your administrator to fix access permissions for your account.
ru: Нет доступа ни к одной из папок. Попросите администратора исправить права доступа для Вашей учётной записи.

# foldertreeview.noFolders.title
source: No folders available
ru: Нет доступных директорий

# formEngine.databaseRecordErrorInlineChildChild
source: The record with uid %2$s from table %1$s could not be retrieved from the database. This data incosistency can occur if a base record has been deleted but the intermediate record from table %3$s with uid %4$s still points to it. To fix this situation, either delete the intermediate record, or recover the deleted record using the recycler module.
ru: Запись с uid %2$s из таблицы %1$s невозможно получить из базы данных. Эта несогласованность может произойти при удалении записи из базы данных, но промежуточная запись из таблицы %3$s с %4$s всё ещё указывает на неё. Для исправления ошибки, либо удалите промежуточную запись, либо восстановите удалённую, используя модуль корзины.

# login.copyrightLink
source: More about TYPO3
ru: Ещё о TYPO3

# login.donate
source: Donate
ru: Пожертовать

# login.error.capslock
source: Attention: Caps lock enabled!
ru: Внимание: включен Caps lock!

# login.error.cookies
source: Please activate Cookies!
ru: Включите Cookies!

# login.error.description
source: Make sure to spell your username and password correctly, including upper/lowercase characters.
ru: Проверьте корректность ввода имени пользователя и пароля, включая регистр символов.

# login.error.javascript
source: Please activate JavaScript!
ru: Включите JavaScript!

# login.error.message
source: Your login attempt did not succeed
ru: Попытка авторизации неудачна

# login.interface
source: Interface
ru: Интерфейс

# login.link
source: Login with username and password
ru: Авторизация с помощью имени пользователя и пароля

# login.news.next
source: Next
ru: Далее

# login.news.previous
source: Previous
ru: Назад

# login.password
source: Password
ru: Пароль

# login.process
source: Verifying Login Data ...
ru: Проверка данных авторизации...

# login.submit
source: Login
ru: Войти

# login.typo3Logo
source: TYPO3 logo
ru: TYPO3 лого

# login.username
source: Username
ru: Пользователь

# no_modules_registered
source: No modules have been registered. Please contact your system administrator.
ru: Модули не зарегистрированы. Свяжитесь со своим системным администратором.

source: Show references
ru: Показать ссылки

# systemmessage.allgood
source: Your system is fully operational. Have a nice day.
ru: Система полностью исправна. Хорошей работы.

# systemmessage.header
source: Application Information
ru: Информация о приложениях
