Repository: subhh/HOS-schaufenster
Catalog: typo3conf/l10n/*/backend/Resources/Private/Language/*.locallang_layout.xlf
Languages: ru

source: Advanced functions
ru: Дополнительные функции

# CEonThisPage
source: Content elements on this page
ru: Элементы содержимого этой страницы:

# clearCache
source: Click here to clear cache for this page.
ru: Щёлкните для очистки кеша этой страницы.

# clickAPage_content
source: Please click the page title in the page tree to the left to edit page content.
ru: Щелкните по заголовку страницы в дереве страниц слева для перехода к правке её содержимого.

# clickAPage_header
source: Web>Page module
ru: Веб>Страница

source: Content
ru: Содержимое

# content_from_pid_title
source: Page uses content from this page: %s
ru: На странице используется содержимое со страницы: %s

# content_on_pid_title
source: This content is also shown on: %s
ru: Этот контент также отображается на: %s

# defaultLanguage
source: Default
ru: По умолчанию

# deleteItem
source: Delete
ru: Удалить

# deleteWarning
source: Are you sure you want to delete this record?
ru: Удалить эту запись?

# dragdrop.copy.message
source: Press CTRL to copy
ru: Нажмите CTRL для копирования

source: Edit
ru: Правка

# editColumn
source: Edit this column
ru: Правка столбца

# editInRTE
source: Edit in Rich Text Editor
ru: Править в редакторе

source: Edit language header
ru: Правка заголовка языка

source: Edit page language overlay properties
ru: Правка свойств языкового перекрытия страницы

source: Edit page properties
ru: Правка свойств страницы

# editPageProperties_curLang
source: Edit translation properties
ru: Правка свойств перевода

# error.invalidBackendLayout
source: The selected page layout is mis-configured, no columns are specified to be editable. Please update your backend layout to have at least one parameter "colPos" set.
ru: Ошибка в настройке макета выбранной страницы, не указано редактируемого столбца. Обновите макет внутреннего (backend layout) содержимого, где необходимо установить хотя бы один параметр "colPos".

source: Go to list module
ru: Перейти в Список

# goToListModuleMessage
source: The current page is a folder. Folders usually don't contain content elements but are used for collecting other types of records.
ru: Текущая страница является папкой. Папки обычно не содержат визуальных элементов, а используются для хранения других типов элементов.

source: Go to table
ru: Перейти к таблице

source: Grid-View
ru: Режим сетки

# hiddenCE
source: Show hidden content elements
ru: Показать скрытые элементы содержимого

source: Hide
ru: Скрыть

source: Internal notes
ru: Внутренние заметки

# languageModeConnected
source: Connected Mode
ru: Подключенный режим

# languageModeFree
source: Free Mode
ru: Свободный режим

# languageModeMixed
source: Mixed Mode
ru: Смешанный режим

# localize.chooseLanguage
source: Choose your language
ru: Выбрать язык

# localize.educate.copy
source: Copying content will take the content elements from the source language and create copies in a different language.<br> This means that you will be able to move content elements around freely, but you will not have the benefit of being able to compare changes made in the source language later on.<br> <strong>Use this when you want to have freedom in designing your translated website.</strong>
ru: При копировании содержимого, будут браться содержимое из элементов исходного языка.<br> Это значит, что элементы содержимого можно как угодно перемещать, но, при этом теряется возможность отслеживания изменений, внесённых на оригинальном языке.<br> <strong>Используйте, если необходима свобода в дизайне переводов сайта.</strong>

# localize.educate.translate
source: Translating content will create a direct connection between the original language and the language you translate to.<br> This means that moving and element or setting meta information like start- or endtime will be taken from the original content and you will not be able to set these values on a translated content element.<br> <strong>Use this when your workflow demands a strict translation workflow.</strong>
ru: Перевод содержимого создаётся в непосредственной связью с оригиналом.<br> Это означает, что положение элемента и любая связанная информация, вроде даты начала и окончания показа на сайте, будут взяты из содержимого на оригинальном языке, а изменить это в переводе будет невозможно.<br> <strong>Используйте, если ваш подход к переводу требует строго соответствия оригиналу.</strong>

# localize.progress.step
source: Step {0} of {1}
ru: Шаг {0} из {1}

# localize.view.chooseLanguage
source: Choose the language from which you want to localize the content
ru: Выберите язык, из которого вы хотите, локализовать содержание

# localize.view.processing
source: Processing...
ru: Обрабатывается...

# localize.view.summary
source: Record summary
ru: Краткий отчет

# localize.wizard.button.cancel
source: Cancel
ru: Отменить

# localize.wizard.button.next
source: Next
ru: Далее

# localize.wizard.button.process
source: Start processing
ru: Начать обработку

# localize.wizard.header
source: Localize record "{0}" into {1}
ru: Локализовать запись "{0}" в {1}

# m_default
source: Default
ru: По умолчанию

# m_function_0
source: QuickEdit
ru: Быстрая правка

# m_function_1
source: Columns
ru: Столбцы

# m_function_2
source: Languages
ru: Языки

# moveDown
source: Move record down
ru: Переместить ниже

source: Move page
ru: Переместить страницу

# move_record
source: Re-position current content element
ru: Переместить текущий элемент содержимого

# moveUp
source: Move record up
ru: Переместить выше

# m_tt_address_0
source: Short List
ru: Краткий список

# m_tt_address_1
source: Address list
ru: Список адресов

# m_tt_address_2
source: Personal info
ru: Личная информация

# m_tt_board_0
source: List topics only
ru: Только список тем

# m_tt_board_expand
source: Expand Threads
ru: Развернуть темы

# m_tt_calender_date
source: Date
ru: Дата

# m_tt_calender_date_ext
source: Date - extended
ru: Дата - подробно

# m_tt_calender_ext
source: Extended
ru: Подробно

# m_tt_calender_todo
source: Todo
ru: Дела

# m_tt_calender_todo_ext
source: Todo - extended
ru: Дела - подробно

# m_tt_links_1
source: Whole URL
ru: Полный URL

# m_tt_links_2
source: Alternative note
ru: Альтернативные замечания

# m_tt_products_ext
source: Extended
ru: Подробно

# newAfter
source: New record after this one
ru: Создать элемент после текущего

# newContentElement
source: Create new content element
ru: Создать новый элемент содержимого

# newInColumn
source: Create new record in top of this column
ru: Создать новый элемент вверху текущего столбца

# new_language
source: Make new translation of this page
ru: Сделать новый перевод этой страницы

# newPage
source: Create new page
ru: Создать новую страницу

# newPage2
source: New page
ru: Новая страница

# newPageContent
source: Create page content
ru: Добавить содержимое на страницу

# newPageContent2
source: New content
ru: Новое содержимое

# newPageContent_copyForLang
source: Translate default content elements
ru: Перевести элементы содержимого по умолчанию

# newPageContent_copyFromAnotherLang
source: Copy from language "%s"
ru: Копировать с языка "%s"

# newPageContent_copyFromAnotherLang_button
source: Copy from language...
ru: Копия с языка...

# newPageContent_translate
source: Translate
ru: Перевести

# newPageContent_translateFromDefault
source: Copy from default language
ru: Копия с языка по умолчанию

# newRecordGeneral
source: Create new record
ru: Создать новую запись

# nextThree
source: Edit next %s records
ru: Править следующие %s записей

# noAccess
source: No edit access
ru: Нет доступа для редактирования

# noAccess_msg
source: You do not have access to edit the requested record.
ru: Нет доступа для редактирования запрашиваемой записи.

# noEditItems
source: Sorry, you do not have permissions to edit items on this page!
ru: Недостаточно прав для редактирования элементов этой страницы!

# noEditPage
source: Sorry, you do not have permissions to edit this page!
ru: Нет прав на редактирование этой страницы!

source: No plugin selected
ru: Дополнение не выбрано

source: Not assigned
ru: Не назначено

source: Page information
ru: Информация о странице

# pageIsExternalLinkMessage
source: Page is a link to the following external URL: %s
ru: Страница связана со следующим внешним URL: %s

# pageIsInternalLinkMessage
source: Page is a link to the following page: %s
ru: Страница связана со следующие страницей: %s

# pageIsMisconfiguredExternalLinkMessage
source: Page is configured to be an external link but there is actually no URL defined.
ru: Страница должна служить внешней ссылкой, но адрес URL не указан.

# pageIsMisconfiguredInternalLinkMessage
source: Page is configured to be a link but there is actually no target defined.
ru: Страница должна быть ссылкой, но цель не указана.

# pageIsRandomInternalLinkMessage
source: Page is a link to a random page.
ru: Страница является ссылкой на случайную страницу.

# pasteAfterRecord
source: Paste after this record
ru: Вставить после этой записи

# pasteIntoColumn
source: Paste into this column
ru: Вставить в этот столбец

# paste.modal.button.cancel
source: Cancel
ru: Отменить

# paste.modal.button.paste
source: Move
ru: Перенести

# paste.modal.button.pastecopy
source: Copy
ru: Копировать

# paste.modal.paste
source: Do you want to move the record to this position?
ru: Вы хотите перенести запись на эту позицию?

# paste.modal.pastecopy
source: Do you want to copy the record to this position?
ru: Вы хотите скопировать запись на эту позицию?

# paste.modal.title.paste
source: Paste record
ru: Вставить запись

# pI_crDate
source: Created date
ru: Дата создания

# pI_crUser
source: Created by
ru: Создатель

# pI_hits10days
source: Last 10 days
ru: Последние 10 дней

# pI_hits24hours
source: Last 24 hours
ru: Последние 24 часа

# pI_hitsPeriod
source: Hits Period
ru: Период просмотров

# pI_hitsTotal
source: Total Hits
ru: Всего просмотров

# pI_lastChange
source: Last change
ru: Последнее изменение

# pI_lastChangeContent
source: Last change, content
ru: Последнее изменение, содержимое

# recordHistory
source: View record change history
ru: Просмотр истории изменений записи

source: records
ru: записи

# recursiveDeleteWarning
source: You can recover pages with subpages only with the recycler. Are you sure you want to delete these pages?
ru: Восстановить страницы с подстраницами можно только из корзины. Настаиваете на удалении страниц?

# staleTranslationWarning
source: Make sure that this behavior is intended and does not pose a problem for you. We highlighted the problematic records for you.
ru: Убедитесь, что такое поведение ожидаемо и не представляет проблем. Выделены проблемные записи.

# staleTranslationWarningTitle
source: Inconsistent content detected in language "%s"
ru: Противоречивое содержание обнаружено в языке "%s"

# staleUnusedElementsWarning
source: These elements don't belong to any of the available columns of this page. You should either delete them or move them to existing columns. We highlighted the problematic records for you.
ru: Эти элементы не принадлежат ни одному из доступных столбцов этой страницы. Вы должны либо удалить их, либо перенести их в существующие столбцы. Мы выделили проблематичные записи для вас.

# staleUnusedElementsWarningTitle
source: Unused elements detected on this page
ru: Неиспользуемые элементы, обнаруженные на этой странице

# title
source: Page content
ru: Содержимое страницы

# tt_board_age
source: Age
ru: Возраст

# tt_board_author
source: Author
ru: Автор

# tt_board_date
source: Date
ru: Дата

# tt_board_subject
source: Subject
ru: Тема

# undoLastChange
source: Undo/Redo last change (%s ago)
ru: Отмена/возврат последних изменений (%s тому назад)

source: Un-hide
ru: Открыть

# viewContent
source: Viewing content of
ru: Просмотр содержимого
