Repository: subhh/HOS-schaufenster
Catalog: typo3conf/l10n/*/beuser/mod/*.locallang.xlf
Languages: he

source: Page title:
he: כותרת עמוד:

source: Path:
he: נתיב:

source: User:
he: משתמש:

source: Group:
he: קבוצה:

source: Everybody:
he: כולם:

source: This user:
he: משתמש נוכחי:

source: Main group:
he: קבוצה ראשית:

# editLock
source: Edit lock prevents all editing
he: נעילת עריכה מונעת כל עריכה

# noReadAccess
source: The user has no read-access to these DB-mounts!
he: למשתמש אין כלל גישה לקריאה של DB-mounts!

source: [Default Draft]
he: [טיוטת ברירת-מחדל]

# notAccessible
source: WARNING: Workspace Webmount page id not accessible:
he: WARNING: Workspace Webmount page id לא נגיש:

source: Compare User Settings
he: השווה הגדרות משתמש

source: List Users Online
he: רשום משתמשים מקוונים

source: Backend User Administration
he: ניהול משתמשי Backend

source: Default upload path
he: נתיב ברירת-מחדל להעלאה

source: Main user group
he: קבוצת משתמשים ראשית

source: Member of groups
he: חבר קבוצות

source: Page types access
he: גישה לסוגי דפים

source: Select tables
he: בחר טבלאות

source: Modify tables
he: שנה טבלאות

source: Non-exclude fields
he: שדות ללא-דחייה

source: Explicit Allow/Deny
he: הרשאה/מניעה מפורשת

source: Limit to languages
he: הגבלה לשפות

source: Workspace permissions
he: הרשאות למרחב עבודה

source: Workspace membership
he: חברות במרחב עבודה

source: Custom options
he: אפשרויות התאמה

source: Modules
he: מודולים

source: Non-mounted readable pages:
he: דפים שאפשר לקרוא אותם אך הם לא מחוברים

source: < Back to overview
he: < חזרה לסקירה

source: User Info
he: פרטי משתמש

source: Group by:
he: קבץ לפי:

source: Update
he: עדכן

source: Group and Compare Users
he: קבץ והשווה משתמשים

# tooManyUsers
source: There were too many users:
he: יש יותר מדי משתמשים:

# canOnlyDisplay
source: This tool can only display the following number of users at a time:
he: כלי זה לא יכול להציג יותר ממספר המשתתפים הבא בכל פעם:

# newUser
source: Create new user
he: צור משתמש חדש

source: Usernames:
he: שמות משתמש:

source: Switch user to:
he: החלף למשתמש:

source: [change-to mode]
he: [מצב הוחלף]

source: [switch-back mode]
he: [החלף בחזרה למצב]

# cachedGrouplistsUpdated
source: (All cached group-lists updated.)
he: (עודכנו כל רשימות הקבוצה בזיכרון)

source: Result
he: תוצאה

source: Show information
he: הראה מידע

# sureToDelete
source: Are you sure you want to delete this element?
he: האם אתה בטוח שברצנוך למחוק את הפריט הזה?

source: Delete(!)
he: מחק(!)

source: Timestamp:
he: חותמת זמן:

source: Host:
he: מארח:

source: Username:
he: שם משתמש:

source: Who Is Online
he: מי מקוון
