Repository: subhh/HOS-schaufenster
Catalog: typo3conf/l10n/*/extbase/Resources/Private/Language/*.locallang.xlf
Languages: ru

# property.error
source: Validation errors for property "%s"
ru: Проверка ошибок свойства "%s"

# validator.alphanumeric.notvalid
source: The given subject was not a valid alphanumeric string.
ru: Введена неразрешённая последовательность букв и цифр.

# validator.boolean.notfalse
source: The given subject was not false.
ru: Заданный субъект не был ложью.

# validator.boolean.nottrue
source: The given subject was not true.
ru: Заданный субъект не был истиной.

# validator.datetime.notvalid
source: The given subject was not a valid DateTime. Got: '%s'
ru: Введено неразрешённая DateTime. Получено: '%s'

# validator.emailaddress.notvalid
source: The given subject was not a valid email address.
ru: Заданное значение не является правильным адресом email.

# validator.float.notvalid
source: The given subject was not a valid float.
ru: Заданное значение не является разрешенным числом с плавающей точкой.

# validator.genericobject.noobject
source: Value is no object.
ru: Значение не является объектом.

# validator.integer.notvalid
source: The given subject was not a valid integer.
ru: Задано недопустимое целочисленное значение.

# validator.notempty.empty
source: The given subject was empty.
ru: Задано пустое значение.

# validator.notempty.null
source: The given subject was NULL.
ru: Было задано значение NULL.

# validator.number.notvalid
source: The given subject was not a valid number.
ru: Заданно недопустимое цифровое значение.

# validator.numberrange.notvalid
source: The given subject was not a valid number.
ru: Заданное значение не является допустимым числом.

# validator.numberrange.range
source: The given subject was not in the valid range (%s - %s).
ru: Заданное значение вне допустимого диапазона (%s - %s).

# validator.regularexpression.empty
source: The regular expression was empty.
ru: Регулярное выражение пусто.

# validator.regularexpression.error
source: The regular expression '%s' contained an error.
ru: Регулярное выражение '%s' имеет ошибку.

# validator.regularexpression.nomatch
source: The given subject did not match the pattern.
ru: Заданное значение не соответствует шаблону.

# validator.stringlength.between
source: The length of the given string was not between %s and %s characters.
ru: Длина строки вне диапазона между %s и %s символов.

# validator.stringlength.exceed
source: The length of the given string exceeded %s characters.
ru: Длина строки превышает допустимую в %s символов.

# validator.stringlength.less
source: The length of the given string is less than %s characters.
ru: Длина строки менее допустимой из %s символов.

# validator.string.notvalid
source: A valid string is expected.
ru: Ожидается правильная строка.

# validator.text.notvalid
source: The given subject was not a valid text (e.g. contained XML tags).
ru: Заданное значение не является разрешённым текстом (например, содержит теги XML).
