Repository: subhh/HOS-schaufenster
Catalog: typo3conf/l10n/*/context_help/Resources/Private/Language/*.locallang_csh_sysfilereference.xlf
Languages: ru

# alternative.description
source: Sets the alternative text of this asset.
ru: Установка альтернативный текст для этого включения.

# alternative.details
source: When using the img element, specify a short text alternative with the alt attribute. Note. The value of this attribute is referred to as "alt text". When an image contains words that are important to understanding the content, the alt text should include those words. This will allow the alt text to play the same function on the page as the image. Note that it does not necessarily describe the visual characteristics of the image itself but must convey the same meaning as the image.
ru: Добавляя изображение, укажите краткий альтернативный текст в атрибуте alt. Замечание. Значение этого атрибута часто упоминается, как "альтернативный текст". Если изображение содержит слова, важные для понимания содержимого, альтернативный текст должен содержать эти слова. Это позволит тексту выполнять на странице ту же функцию, что и изображение. Помните, что не нужно описывать само изображение, необходимо лишь обозначить, что это за картинка.

# autoplay.description
source: Check to let embedded media play once loaded.
ru: Установите, чтобы запустить проигрывание связанного медиа после загрузки.

# crop.description
source: Click "Open Editor" to start up the image editor.
ru: Щелкните "Открыть редактор" для перехода к редактированию изображения.

# description.description
source: Sets the image-caption-text of this asset.
ru: Указание подписи для этого содержимого.

# description.details
source: This text will be displayed underneath your asset and can be used to supply additional context to the image. Depending on local laws you might have to use this to supply proper copyright information on your assets.
ru: Этот текст будет выведен под содержимым и может описывать специфичный контекст его использования. В зависимости от местных законов, можно использовать его для информирования об авторских правах на содержимое.

# link.description
source: Sets a link on this asset.
ru: Указание ссылки на это содержимое.

# link.details
source: Use the wizard next to the field to specify a link that a user can follow by clicking the image.
ru: Воспользуйтесь мастером, для указания ссылки, по которой перейдёт пользователь, щёлкнувший по изображению.

# title.description
source: Sets the title text of this asset.
ru: Установите заголовок для этого содержимого.

# title.details
source: The title attribute is used to provide additional information to help clarify or further describe the purpose of a link. If the supplementary information provided through the title attribute is something the user should know before following the link, such as a warning, then it should be provided in the link text rather than in the title attribute.
ru: Атрибут title используется для дополнительной информации, уточняющей или описывающей назначение ссылки. Если эта информация является чем-то, что пользователь должен знать перед тем, как перейти по ссылке, вроде предупреждения, то лучше её представить в тексте ссылки, а не в атрибуте title.
