Repository: subhh/HOS-schaufenster
Catalog: typo3conf/l10n/*/t3editor/*.locallang.xlf
Languages: he

source: Constants
he: קבוע

# deactivate
source: Deactivate t3editor
he: לבטל פעילות של t3editor

source: File
he: קובץ

# js.label_documentModified
source: document has been modified
he: מסמך שונה

# js.label_errorWhileSaving
source: An error occurred while saving the data.
he: אירעה שגיאה בעת שמירת הנתונים.

# js.label_lines
source: lines
he: שורות

# noPermission
source: Access denied: No permission to template records.
he: גישה נדחתה: אין הרשאת גישה לתבנית.

# pageIDInteger
source: Syntax error: Parameter pageID must be a valid integer.
he: שגיאת תחביר: הפרמטר pageID חייב להיות מספר שלם חוקי.

source: Setup
he: הגדרות

source: Template
he: תבנית

# typeIDMissing
source: Syntax error: At least parameter typeID has to be supplied.
he: שגיאת תחביר: יש לספק לפחות הפרמטר typeID .
