Repository: subhh/HOS-schaufenster
Catalog: typo3conf/l10n/*/felogin/*.locallang_db.xlf
Languages: he

# felogin_redirectPid
source: Redirect at Login to Page (felogin)
he: בכניסה הפנה לעמוד (felogin)

# tt_content.CType_pi1
source: Website User Login
he: כניסה למשתמש

# tt_content.pi_flexform.error_header
source: Login Error Header
he: כותרת כניסה שגויה

# tt_content.pi_flexform.error_message
source: Login Error Message
he: הודעת כניסה שגויה

# tt_content.pi_flexform.field_manualOrder
source: Using fieldlists below:
he: שימוש בשדות הרשימות מטה:

# tt_content.pi_flexform.field_orderDetails
source: User Fields/details:
he: שדות/פרטי משתמש:

# tt_content.pi_flexform.field_orderList
source: User Fields/list:
he: שדות/רשימות משתמש:

# tt_content.pi_flexform.forgot_header
source: Forgot Password Header
he: כותרת סיסמא שנשכחה

# tt_content.pi_flexform.forgot_message
source: Forgot Password Message
he: הודעת סיסמא שנשכחה

# tt_content.pi_flexform.general_header
source: General Header
he: כותרת כללית

# tt_content.pi_flexform.general_message
source: General Message
he: הודעה כללית

# tt_content.pi_flexform.groupSelection
source: FE group selection:
he: בחירת קבוצת FE:

# tt_content.pi_flexform.groupSelection_noGroup
source: no group
he: אין קבוצה

# tt_content.pi_flexform.groupSelectmode
source: FE group select mode:
he: מצב בחירת קבוצת FE:

# tt_content.pi_flexform.groupSelectmode_FromTS
source: (from Typoscript)
he: (מתוך typoscript)

# tt_content.pi_flexform.groupSelectmode_showAll
source: Show all
he: הראה הכל

# tt_content.pi_flexform.groupSelectmode_showSelected
source: Show selected
he: הראה נבחרים

# tt_content.pi_flexform.logout_header
source: Logout Header
he: כותרת יציאה

# tt_content.pi_flexform.logout_message
source: Logout Message
he: הודעת יציאה

# tt_content.pi_flexform.redirectDisable
source: Disable Redirect
he: בטל הפנייה

# tt_content.pi_flexform.redirect_header
source: Redirect Header
he: כותרת הפנייה

# tt_content.pi_flexform.redirect_message
source: Redirect Message
he: הודעה הפנייה

# tt_content.pi_flexform.redirectMode
source: Redirect Mode
he: מצב הפנייה

# tt_content.pi_flexform.redirectMode.I.0
source: Defined by Usergroup Record
he: מוגדר על-ידי רישומים קודמים של קבוצות-משתמשים

# tt_content.pi_flexform.redirectMode.I.1
source: Defined by User Record
he: מוגדר על-ידי רשומה של משתמש

# tt_content.pi_flexform.redirectMode.I.2
source: After Login (TS or Flexform)
he: לאחר כניסה (TS או Flesxform)

# tt_content.pi_flexform.redirectMode.I.3
source: After Logout (TS or Flexform)
he: אחרי יציאה (TS או Flexform)

# tt_content.pi_flexform.redirectMode.I.4
source: After Login Error (TS or Flexform)
he: אחרי כניסה שגויה (TS או Flexform)

# tt_content.pi_flexform.redirectMode.I.5
source: Defined by GET/POST Parameters
he: מוגדר על-ידי מאפייני GET/POST

# tt_content.pi_flexform.redirectMode.I.6
source: Defined by Referrer
he: מוגדר על-ידי מפנה

# tt_content.pi_flexform.redirectMode.I.7
source: Defined by Domain Entries
he: מוגדר על-ידי ערכי דומיין

# tt_content.pi_flexform.redirectPageLogin
source: After Successful Login Redirect to Page
he: לאחר כניסה מוצלחת הפנה לעמוד

# tt_content.pi_flexform.redirectPageLoginError
source: After Failed Login Redirect to Page
he: לאחר כניסה שגויה הפנה לעמוד

# tt_content.pi_flexform.redirectPageLogout
source: After Logout Redirect to Page
he: לאחר יציאה הפנה לעמוד

# tt_content.pi_flexform.sheet_general
source: General
he: כללי

# tt_content.pi_flexform.sheet_messages
source: Messages
he: הודעות

# tt_content.pi_flexform.sheet_redirect
source: Redirects
he: הפניות

# tt_content.pi_flexform.show_forgot_password
source: Display Password Recovery Link
he: הצגת קישור שחזור סיסמא

# tt_content.pi_flexform.show_permalogin
source: Display Remember Login Option
he: הצגת אפשרויות שמירת כניסה

# tt_content.pi_flexform.status_header
source: Status Display Header
he: כותרת תצוגת מצב

# tt_content.pi_flexform.status_message
source: Status Display Message
he: הודעת תצוגת מצב

# tt_content.pi_flexform.success_header
source: Login Success Header
he: כותרת כניסה מוצלחת

# tt_content.pi_flexform.success_message
source: Login Success Message
he: הודעת כניסה מוצלחת

# tt_content.pi_flexform.template_file
source: Template File
he: קובץ תבנית

# tt_content.pi_flexform.user_storage
source: User Storage Page
he: עמוד אחסון משתמש

# tt_content.pi_flexform.welcome_header
source: Welcome Header
he: כותרת כניסה

# tt_content.pi_flexform.welcome_message
source: Welcome Message
he: הודעת כניסה
