Repository: subhh/HOS-schaufenster
Catalog: typo3conf/l10n/*/wizard_crpages/*.locallang.xlf
Languages: he

# wiz_crMany
source: Create multiple pages
he: צור דפים מרובים

# wiz_newPages
source: Create new pages
he: צור דפים חדשים

# wiz_newPages_addMoreLines
source: Add more lines
he: הוסף שורות

# wiz_newPages_create
source: The pages were created!
he: הדפים נוצרו בהצלחה!

# wiz_newPages_currentMenu
source: New page structure
he: מבנה דפים חדש

# wiz_newPages_errorMsg1
source: You are not allowed to create new subpages to this page!
he: אינך רשאי לצור תת-דפים חדשים לדף זה!

# wiz_newPages_hidePages
source: Hide new pages
he: הסתר דפים חדשים

# wiz_newPages_hidePagesInMenus
source: Hide new pages in menus
he: הסתר דפים חדשים בתפריטים

# wiz_newPages_lCreate
source: Create pages
he: צור דפים

# wiz_newPages_lCreate_msg1
source: You're about to create many new pages. Are you sure you want to continue?
he: הנך עומד לצור הרבה דפים חדשים. האם הנך בטוח כי ברצונך להמשיך?

# wiz_newPages_listEnd
source: Place new pages after the existing subpages
he: מקם דפים חדשים אחרי דפים קיימים

# wiz_newPages_lReset
source: Clear fields
he: נקה שדות

# wiz_newPages_noCreate
source: No pages were created!
he: לא נוצרו דפים!

# wiz_newPages_page
source: Page
he: דף
