Repository: subhh/HOS-schaufenster
Catalog: typo3conf/l10n/*/saltedpasswords/Resources/Private/Language/*.locallang_em.xlf
Languages: ru

# saltedpasswords.config.BE.forceSalted
source: Force salted passwords: Enforce usage of SaltedPasswords. Old MD5 hashed passwords will stop working.
ru: Принудительное использование salted паролей: принудительное использование SaltedPasswords. Старые MD5 хешированные пароли перестают работать.

# saltedpasswords.config.BE.onlyAuthService
source: Exclusive BE usage: If enabled and authentication fails, no further authentication service will be tried.
ru: Эксклюзивное использование внутреннего интерфейса: если включено и при аутентификации происходит ошибка, сервис аутентификации более не будет работать.

# saltedpasswords.config.BE.saltedPWHashingMethod
source: Hashing method for the backend: Defines salted hashing method to use. Choose "Portable PHP password hashing" to stay compatible with other CMS (e.g. Drupal, Wordpress). Choose "MD5 salted hashing" to reuse TYPO3 passwords for OS level authentication (other servers could use TYPO3 passwords). Choose "Blowfish salted hashing" for advanced security to reuse passwords on OS level (Blowfish might not be supported on your system TODO).
ru: Метод хеширования для внутреннего интерфейса: определение используемого метода хеширования. Выберете "Портативное PHP хеширование паролей" для совместимости с другими CMS (например, Drupal, Wordpress). Выберете "MD5 salted хеширование" для использования паролей TYPO3 с идентификацией на уровне ОС (другие сервера могут использовать пароли TYPO3). Выберете "Blowfish salted хеширование" для повышенного уровня безопасности на уровне ОС (Blowfish может не поддерживаться на работающей системе).

# saltedpasswords.config.BE.updatePasswd
source: Update BE user passwords: Keep existing BE user passwords but automatically convert them to the salted hash format during authentication (will not work if forceSalted is used).
ru: Обновление паролей внутренних пользователей: оставить существующие пароли внутренних пользователей, но автоматически преобразовать их в формат salted хеширования при аутентификации (не будет работать, если включено forceSalted).

# saltedpasswords.config.checkConfigurationBE
source: Backend configuration check
ru: Проверка настройки внутреннего интерфейса

# saltedpasswords.config.checkConfigurationBE2
source: Backend configuration check
ru: Проверка настроек внутреннего интерфейса

# saltedpasswords.config.checkConfigurationFE
source: Frontend configuration check
ru: Проверка настройки внешнего интерфейса

# saltedpasswords.config.checkConfigurationFE2
source: Frontend configuration check
ru: Проверка настроек внешнего интерфейса

# saltedpasswords.config.FE.enabled
source: Enable FE: Enable SaltedPasswords in the frontend
ru: Включение во внешнем интерфейсе: включение SaltedPasswords во внешнем интерфейсе

# saltedpasswords.config.FE.forceSalted
source: Force salted passwords: Enforce usage of SaltedPasswords. Old MD5 hashed passwords will stop working.
ru: Принудительное использование salted паролей: принудительное использование SaltedPasswords. Старые MD5 хешированные пароли перестают работать.

# saltedpasswords.config.FE.onlyAuthService
source: Exclusive FE usage: If enabled and authentication fails, no further authentication service will be tried.
ru: Эксклюзивное использование внешнего интерфейса: если включено и при аутентификации происходит ошибка, сервис аутентификации более не будет работать.

# saltedpasswords.config.FE.saltedPWHashingMethod
source: Hashing method for the frontend: Defines salted hashing method to use. Choose "Portable PHP password hashing" to stay compatible with other CMS (e.g. Drupal, Wordpress). Choose "MD5 salted hashing" to reuse TYPO3 passwords for OS level authentication (other servers could use TYPO3 passwords). Choose "Blowfish salted hashing" for advanced security to reuse passwords on OS level (Blowfish might not be supported on your system TODO).
ru: Метод хеширования для внешнего интерфейса: определение используемого метода хеширования. Выберете "Портативное PHP хеширование паролей" для совместимости с другими CMS (например, Drupal, Wordpress). Выберете "MD5 salted хеширование" для использования паролей TYPO3 с идентификацией на уровне ОС (другие сервера могут использовать пароли TYPO3). Выберете "Blowfish salted хеширование" для повышенного уровня безопасности на уровне ОС (Blowfish может не поддерживаться на работающей системе).

# saltedpasswords.config.FE.updatePasswd
source: Update FE user passwords: Keep existing FE user passwords but automatically convert them to the salted hash format during authentication (will not work if forceSalted is used).
ru: Обновление паролей внешних пользователей: оставить существующие пароли внешних пользователей, но автоматически преобразовать их в формат salted хеширования при аутентификации (не будет работать, если включено forceSalted).
