Repository: subhh/HOS-schaufenster
Catalog: typo3conf/l10n/*/css_styled_content/pi1/*.locallang.xlf
Languages: he

# eIcon.bodytext
source: Edit bodytext
he: ערוך טקסט

# eIcon.bullets
source: Edit bullet list
he: ערוך רשימה

# eIcon.caption
source: Edit image caption
he: ערוך הסבר התמונה

# eIcon.form
source: Edit email form
he: ערוך טופס שליחת דואר

# eIcon.header
source: Edit header
he: ערוך כותרת

# eIcon.html
source: Edit pure HTML content
he: ערוך תוכן HTML

# eIcon.images
source: Edit images
he: ערוך תמונות

# eIcon.login
source: Edit login element
he: ערוך אלמנט כניסה

# eIcon.menuSitemap
source: Edit menu / sitemap
he: ערוך תפריט / מפת אתר

# eIcon.multimedia
source: Edit multimedia element
he: ערוך תוכן מולטימדיה

# eIcon.page
source: Page:
he: דף:

# eIcon.plugin
source: Change/configure plugin
he: שנה או קנפג plugin

# eIcon.recordList
source: Edit recordlist
he: ערוך רשימת

# eIcon.search
source: Edit search element
he: ערוך אלמנט חיפוש

# eIcon.subheader
source: Edit subheader
he: ערוך תת-כותרת

# eIcon.table
source: Edit table
he: ערוך טבלה

# label.toTop
source: To top
he: למעלה

# login.login
source: Login
he: כניסה

# login.logout
source: Logout
he: יציאה

# login.password
source: Password:
he: סיסמה:

# login.username
source: Username:
he: שם משתמש:

# search.emptySearch
source: Sorry, your search was empty!
he: חיפוש החזיר תוצאות ריקות!

# search.headersKeywords
source: Headers and keywords
he: כותרות ומילות מפתח

# search.pageContent
source: Page content
he: תכנים

# search.resultRange
source: Searchresult: ###RANGELOW###-###RANGEHIGH### of ###TOTAL###
he: תוצאות חיפוש: ###RANGELOW###-###RANGEHIGH### מסה"כ ###TOTAL###

# search.searchButton
source: Search now!
he: חפש!

# search.searchIn
source: Search in:
he: חיפוש ב:

# search.searchResultNext
source: Next
he: הבא

# search.searchResultPrev
source: Prev
he: הקודם

# search.searchWord
source: Searchword:
he: חפש מילים:
