Repository: subhh/HOS-schaufenster
Catalog: typo3conf/l10n/*/realurl/Resources/Private/Language/*.locallang.xlf
Languages: fr, ru

# mlang_tabs_tab
source: Speaking URLs
fr: URLs réécrites
ru: Понятные URL

# mlang_labels_tablabel
source: Speaking URL management
fr: Gestion de la réécriture d'URL
ru: Управление понятными URL

# mlang_labels_tabdescr
source: Management for speaking URLs in TYPO3 CMS
fr: Gestion de la réécriture d'URL dans le CMS TYPO3
ru: Управление понятными URL в TYPO3 CMS

# module.index
source: Overview
fr: Vue synthétique
ru: Общая информация

# module.index.intro_functions
source: This is a RealURL administration module. It provides functions that you can select from the selector at the top. Here is the overview of the provided functions.
fr: Module d'administration de RealUrl. Ce module fournit des fonctions disponibles dans le menu déroulant en haut de la page.
ru: Это модуль администрирования RealURL. Он предоставляет функции, которые можно выбрать из селектора в верхней части. Вот обзор предоставленных функций.

# module.aliases
source: Aliases
fr: Alias
ru: Псевдонимы

# module.aliases.intro
source: This module manages aliases that are created for items like news or addresses or any other custom types of data.
fr: Ce module gère les alias créés pour des enregistrements comme les actualités, adresses ou tout autre type particulier de données.
ru: Этот модуль управляет псевдонимами, которые создаются для элементов, таких как новости или адреса или любые другие пользовательские типы данных.

# module.aliases.not_available
source: Currently there are no aliases available.
fr: Pas d'alias disponible pour le moment.
ru: В настоящее время нет доступных псевдонимов.

# module.aliases.not_found
source: The sellected alias is no longer available.
fr: L'alias sélectionné n'est plus disponible.
ru: Выбранный псевдоним больше не доступен.

# module.aliases.available
source: Available aliases
fr: Alias disponibles
ru: Доступные псевдонимы

# module.aliases.available.select
source: Select alias type:
fr: Sélectionner le type d'alias :
ru: Выберите тип псевдонима:

# module.aliases.deleted
source: The alias was deleted.
fr: L'alias a été supprimé.
ru: Псевдоним был удален.

# module.aliases.all_deleted
source: Aliases were deleted.
ru: Псевдонимы были удалены.

# module.aliases.edit.submit
source: Save
fr: Enregistrer
ru: Сохранить

# module.aliases.edit.back
source: Cancel
fr: Annuler
ru: Отменить

# module.aliases.edit.alias_value
source: Alias value:
fr: Valeur de l'alias :
ru: Значение псевдонима:

# module.aliases.edit.alias_info.tablename
source: Table name:
fr: Nom de la table :
ru: Имя таблицы:

# module.aliases.edit.alias_info.uid
source: Record uid:
fr: Enregistrement uid :
ru: Uid записи:

# module.aliases.edit.alias_info.field_value
source: Field value:
fr: Valeur de champ :
ru: Значение поля:

# module.aliases.edit.saved
source: Alias successfully updated.
fr: L'alias a été mis à jour.
ru: Псевдоним успешно обновлен.

# module.aliases.edit.error.already_exists
source: Such alias already exists for another record in this language.
fr: Cet alias existe déjà pour un autre enregistrement dans cette langue.
ru: Такой псевдоним уже существует для другой записи на этом языке.

# module.aliases.edit.error.bad_alias_value
source: Alias value may only contain the following characters: %s
fr: La valeur de l'alias ne peut contenir que les caractères suivant : %s
ru: Значение псевдонима может содержать только следующие символы: %s

# module.aliases.search.for
source: Search alias value for:
fr: Chercher la valeur de l'alias pour :
ru: Искать значение псевдонима для:

# module.aliases.search.submit
source: Submit
fr: Envoyer
ru: Отправить

# module.aliases.search.reset
source: Reset
fr: Réinitialiser
ru: Сбросить

# module.url_cache
source: URL Data
ru: Кеш URL-адресов

# module.url_cache.intro
source: This module allows you to view and remove URLs for pages. URL data contains complete URLs consisting from page path and any encoded parameters. Note that it is <strong>extremely dangerous</strong> to manipulate these entries manually! Your installation can be broken if you do so.
ru: Этот модуль позволяет просматривать и удалять записи из кеша для URL-адреса страниц. Данные URL содержат полные URL-адреса, состоящие из пути к странице и любых закодированных параметров. Обратите внимание, что <strong>чрезвычайно опасно</strong> управлять этими элементами вручную! Если вы это сделаете, ваша установка или настройка может быть нарушена.

# module.path_cache
source: Path Data
ru: Кеш пути

# module.path_cache.intro
source: This module allows you to view and remove page path data. Note that it is <strong>extremely dangerous</strong> to manipulate these entries manually! Your installation can be broken if you do so.
ru: Этот модуль позволяет просматривать и удалять данные из кеша о пути страницы. Обратите внимание, что <strong>чрезвычайно опасно</strong> управлять этими элементами вручную! Если вы это сделаете, ваша установка или настройка может быть нарушена.

# module.configuration
source: Configuration
ru: Настройка

# module.configuration.intro
source: This module will show you RealURL configuration as RealURL will see it (including default values).</p><p><strong>Note:</strong> your TYPO3 solution provider may use its own ways to configure RealURL at runtime. If that's the case, this module may not show confguration accurately. If you suspect that this is the case, contact your TYPO3 solution provider.
ru: Этот модуль покажет вам RealURL конфигурацию, как RealURL будет видеть его (в том числе значения по умолчанию)</p><p><strong>Примечание:</strong> Ваш поставщик решений TYPO3 может использовать свои собственные способы настройки RealUrl во время выполнения. Если это так, то этот модуль не может показать конфигурацию точно. Если вы подозреваете, что это так, обратитесь к поставщику решения TYPO3.

# module.tableHeader.alias
source: Alias
ru: Псевдоним

# module.tableHeader.language
source: Language
fr: Langue
ru: Язык

# module.tableHeader.expire
source: Expires
fr: Expire
ru: Истекает

# viewhelper.languageFromId.defaultLanguage
source: Default
fr: Par défaut
ru: По умолчанию

# module.deleteAliasesOfType
source: Delete all aliases of this type
fr: Supprimer tous les alias de ce type
ru: Удалить все псевдонимы этого типа

# module.js.deleteSingleAlias
source: Do you want to delete this alias?
fr: Voulez-vous supprimer cet alias ?
ru: Вы хотите удалить этот псевдоним?

# module.js.yes
source: Yes
fr: Oui
ru: Да

# module.js.no
source: No
fr: Non
ru: Нет

# module.js.confirmTitle
source: Confirm
fr: Confirmer
ru: Подтвердить

# module.js.deleteAliases
source: Do you want to delete all aliases of this type?
fr: Voulez-vous supprimer tous les alias de ce type ?
ru: Вы хотите удалить все псевдонимы этого типа?

# module.tableHeader.speaking_url
source: Speaking URL
fr: Réécriture d'URL
ru: Понятные URL

# module.tableHeader.original_url
source: Original URL
fr: URI d'origine
ru: Оригинальный URL

# module.tableHeader.rootpage_id
source: Root page id
fr: Id de la page racine
ru: Номер корневой страницы

# module.tableHeader.page_path
source: Page path
fr: Chemin de la page
ru: Путь к странице

# module.tableHeader.mp_var
source: Mount point
ru: Точка монтирования

# module.js.deleteSingleCacheEntry
source: Do you want to delete this entry? This can be harmful for your installation!
ru: Вы хотите удалить эту запись из кеша? Это может быть плохо сказаться для вашей установки!

# module.js.deleteCacheEntries
source: Do you want to delete all entries for this page? This can be harmful for your installation!
ru: Вы хотите удалить все записи из кеша для этой страницы? Это может быть плохо сказаться для вашей установки!

# module.deleteCacheEntriesForPage
source: Delete all entries for this page (harmful!)
ru: Удалить все записи кэша для этой страницы (вредно!)

# module.flushCache
source: Flush all entries (harmful!)
ru: Очистить все записи (вредно!)

# module.js.flushCache
source: Do you want to remove all entries? This WILL cause performance issues with the web site and can make some pages inaccessible!
ru: Вы хотите удалить все кэшированные записи? Это ПРИВЕДЕТ к проблемам производительности веб-сайта и может сделать некоторые страницы недоступными!

# module.url_cache.entry_deleted
source: Entry was removed.
ru: Запись кэша была удалена.

# module.url_cache.all_entries_deleted
source: All entries for this page were removed.
fr: Tous les enregistrements pour cette page ont été supprimés.
ru: Все записи для этой страницы были удалены.

# module.url_cache.flushed
source: All cache entries were removed.
fr: Toutes les entrées de cache ont été supprimées.
ru: Все записи кэша были удалены.

# module.path_cache.entry_deleted
source: Entry was removed.
ru: Запись кэша была удалена.

# module.url_cache.duplicate_url
source: URL conflict detected: '%s' is also used on page(s): %s
ru: Обнаружен конфликт URL: '%s' также используется на странице(ах): %s

# module.path_cache.duplicate_path
source: Path conflict detected: '%s' is also used on page(s): %s
ru: Обнаружен конфликт пути: '%s' также используется на странице(ах): %s
