Repository: subhh/HOS-schaufenster
Catalog: typo3conf/l10n/*/realurl/Resources/Private/Language/*.locallang_db.xlf
Languages: ru

# pages.tx_realurl_pathsegment
source: Speaking URL path segment
ru: Понятный сегмент адреса URL

# pages.tx_realurl_exclude
source: Exclude from speaking URL
ru: Исключить из понятного URL

# pages.tx_realurl_path_override
source: Override the whole page path
ru: Переписать весь путь к странице

# pages.palette_title
source: Speaking URL
ru: Понятный URL

# tx_realurl_pathdata
source: RealURL Path Data
ru: Данные пути RealURL

# tx_realurl_pathdata.page_id
source: Page id:
ru: ID страницы:

# tx_realurl_pathdata.rootpage_id
source: Root page id:
ru: ID страницы Root:

# tx_realurl_pathdata.language_id
source: Language id:
ru: ID языка:

# tx_realurl_pathdata.mpvar
source: MP parameter:
ru: Параметр MP:

# tx_realurl_pathdata.pagepath
source: Page path:
ru: Путь страницы:

# tx_realurl_pathdata.expire
source: Expires:
ru: Истекает:

# tx_realurl_uniqalias
source: RealURL Unique Alias
ru: Уникальный псевдоним RealURL

# tx_realurl_uniqalias.expire
source: Expires:
ru: Истекает:

# tx_realurl_uniqalias.lang
source: Language id:
ru: ID языка:

# tx_realurl_uniqalias.tablename
source: Table name:
ru: Название таблицы:

# tx_realurl_uniqalias.value_alias
source: Value alias:
ru: Значение псевдонима:

# tx_realurl_uniqalias.value_id
source: Value id:
ru: ID значения:

# tx_realurl_uniqalias.field_alias
source: Field alias:
ru: Псевдоним поля:

# tx_realurl_uniqalias.field_id
source: Field id:
ru: ID поля:

# tx_realurl_urldata
source: RealURL URL Data
ru: Данные URL RealURL

# tx_realurl_urldata.page_id
source: Page id:
ru: ID страницы:

# tx_realurl_urldata.rootpage_id
source: Root page id:
ru: ID страницы Root:

# tx_realurl_urldata.original_url
source: Original URL:
ru: Исходный URL:

# tx_realurl_urldata.speaking_url
source: Speaking URL:
ru: Понятный URL:

# tx_realurl_urldata.request_variables
source: Request variables:
ru: Запросить переменные:

# tx_realurl_urldata.expire
source: Expires:
ru: Истекает:
