Repository: subhh/HOS-schaufenster
Catalog: typo3conf/l10n/*/wizard_sortpages/*.locallang.xlf
Languages: he

# no_subpages
source: Please select a page with subpages.
he: נא לבחור דף עם תת-דפים.

# wiz_changeOrder
source: Sort these pages by
he: מיין דפים אלא לפי

# wiz_changeOrder_msg1
source: You're about to change the order of the above pages. Are you sure you want to continue?
he: הנך עומד לשנות סדר הדפים. האם הנך בטוח כי ברצונך להמשיך?

# wiz_changeOrder_REVERSE
source: Reverse current order
he: הפוך סדר נוכחי

# wiz_changeOrder_subtitle
source: Subtitle
he: תת-כותרת

# wiz_changeOrder_tChange
source: Change-time
he: שעת ביצוע שינוי

# wiz_changeOrder_tCreate
source: Create-time
he: שעת יצירה

# wiz_changeOrder_title
source: Page title
he: כותרת דף

# wiz_currentPageOrder
source: Current page order
he: סדר דפים נוכחי

# wiz_sort
source: Sort pages
he: מיין דפים
