Repository: subhh/HOS-schaufenster
Catalog: typo3conf/l10n/*/indexed_search/pi/*.locallang.xlf
Languages: he

# default_search_word_entry
source: Search for
he: מילות חיפוש

# form_atATime
source: at a time
he: באותו דף

# form_extResume
source: Extended resume
he: תקציר מורחב

# form_legend
source: Search form
he: טופס חיפוש

# inSection
source: in the section
he: במדור זה

# link_advancedSearch
source: Advanced search
he: חיפוש מתקדם

# link_regularSearch
source: Regular search
he: חיפוש מהיר

# makerating_addToCurrentSearch
source: Add to current search words
he: הוסף למילות החיפוש

# opt_defOp_0
source: All words (AND)
he: כל המילים (AND)

# opt_defOp_1
source: Any words (OR)
he: כל מילה (OR)

# opt_desc_0
source: Highest first
he: בסדר יורד

# opt_desc_1
source: Lowest first
he: בסדר עולה

# opt_freeIndexUid_0
source: Pages
he: דפים

# opt_freeIndexUid_-2
source: All, categorized
he: הכל לפי קטגוריות

# opt_freeIndexUid_header_0
source: Website Pages
he: דפי אתר

# opt_group_flat
source: Flat list
he: רשימה שטוחה

# opt_group_sections
source: Section hierarchy
he: אץ המדורים

# opt_lang_0
source: Default
he: ברירת מחדל

# opt_lang_-1
source: All languages
he: כל השפות

# opt_media_0
source: Internal pages
he: דפים פנימיים של האתר

# opt_media_-1
source: All media
he: כל הדפים והמדיה המאונדקסים

# opt_media_-2
source: All External
he: כל דפים חיצוניים

# opt_order_crdate
source: Creation date
he: תאריך יצירה

# opt_order_mtime
source: Date Modified
he: תאריך עידכון

# opt_order_rank_count
source: Number of words
he: כמות מילים

# opt_order_rank_first
source: Close to top
he: קרוב למלה

# opt_order_rank_flag
source: Weight/Frequency
he: משכל/תדירות

# opt_order_rank_freq
source: Frequency
he: תדירות

# opt_order_title
source: Document title
he: שם מסמך

# opt_RL1ALL
source: All pages on level 1
he: כל דפים ברמה 1

# opt_RL2ALL
source: - All pages on level 2
he: - כל דפים ברמה 2

# opt_sections_0
source: Whole site
he: כל האתר

# opt_sections_-1
source: Only this page
he: דף זה בלבד

# opt_sections_-2
source: Top + level 1
he: רמה העליונה + רמה 1

# opt_sections_-3
source: Level 2 and out
he: רמה שניה והחוצה

# opt_type_0
source: Distinct word
he: מילה נפרדת

# opt_type_1
source: Part of word
he: חלק של מילה

# opt_type_10
source: Sounds like
he: נשמע כמו

# opt_type_2
source: First part of word
he: חלק ראשון של מילה

# opt_type_20
source: Sentence
he: משפט

# opt_type_3
source: Last part of word
he: חלק אחרון של מילה

# pi_list_browseresults_display
source: Displaying results ###TAG_BEGIN###%1$s to %2$s###TAG_END### out of ###TAG_BEGIN###%3$s###TAG_END###
he: נמצאו ###TAG_BEGIN###%3$s ###TAG_END### תוצאות. להלן תוצאות ###TAG_BEGIN### מ%1$s עד %2$s ###TAG_END###.

# pi_list_browseresults_next
source: Next >
he: הבא >

# pi_list_browseresults_page
source: Page
he: דף

# pi_list_browseresults_prev
source: < Previous
he: < קודם

# rules_text
source: Only words with 2 or more characters are accepted Max 200 chars total Space is used to split words, "" can be used to search for a whole string (not indexed search then) AND, OR and NOT are prefix words, overruling the default operator +/|/- equals AND, OR and NOT as operators. All search words are converted to lowercase.
he: 2 עד 200 תוים, יש להכניס רווח להפרדת מילים, גירשיים כדי לחפש משפט שלם חיבורים AND, OR, NOT מחליפים משמאות של חיפוש , אפשר גם להשתמש בסימנים "+", " | " , ומינוס.

source: Search for
he: מילות חיפוש

# submit_button_label
source: Search
he: חפש

# unnamedSection
source: Other
he: אחר

# word_page
source: page
he: דף

# word_pages
source: pages
he: דפים
